[
  {
    "bill_numbers": [
      "S.R. 1"
    ],
    "chamber": "s",
    "collection": "llsr",
    "committees": [],
    "congress": 40,
    "dates": [
      "1867-03-05"
    ],
    "description": "Mr. Sumner asked, and by unanimous consent obtained, leave to bring in the following joint resolution; which was read twice and ordered to be printed. Joint Resolution Presenting the thanks of Congress to George Peabody.",
    "pages": [
      {
        "image": "00010000.tif",
        "page": 1
      },
      {
        "image": "00020002.tif",
        "page": 2
      }
    ],
    "session": 1,
    "volume": 40
  },
  {
    "bill_numbers": [
      "S.R. 2"
    ],
    "chamber": "s",
    "collection": "llsr",
    "committees": [],
    "congress": 40,
    "dates": [
      "1867-03-05"
    ],
    "description": "Mr. Sumner asked, and by unanimous consent obtained leave to bring in the following joint resolution; which was read twice and ordered to be printed. Joint Resolution Supplementary to other joint resolutions to enable the people of the United States to participate in the advantages of the Universal Exhibition at Paris in 1867.",
    "pages": [
      {
        "image": "00030000.tif",
        "page": 1
      },
      {
        "image": "00040002.tif",
        "page": 2
      },
      {
        "image": "00050003.tif",
        "page": 3
      }
    ],
    "session": 1,
    "volume": 40
  },
  {
    "bill_numbers": [
      "S.R. 3"
    ],
    "chamber": "s",
    "collection": "llsr",
    "committees": [],
    "congress": 40,
    "dates": [
      "1867-03-06"
    ],
    "description": "Mr. Hendricks asked, and by unanimous consent obtained, leave to bring in the following joint resolution; which was read twice and ordered to be printed. Joint Resolution Construing and giving effect to the joint resolution entitled ''A resolution for the relief of the State of Wisconsin,'' approved July first, eighteen hundred and sixty-four.",
    "pages": [
      {
        "image": "00060000.tif",
        "page": 1
      },
      {
        "image": "00070002.tif",
        "page": 2
      }
    ],
    "session": 1,
    "volume": 40
  },
  {
    "bill_numbers": [
      "S.R. 4"
    ],
    "chamber": "s",
    "collection": "llsr",
    "committees": [],
    "congress": 40,
    "dates": [
      "1867-03-06"
    ],
    "description": "Mr. Patterson, of Tennessee, asked, and by unanimous consent obtained, leave to bring in the following joint resolution; which was read twice and ordered to be printed. Joint Resolution For the relief of Daniel Ellis.",
    "pages": [
      {
        "image": "00080000.tif",
        "page": 1
      }
    ],
    "session": 1,
    "volume": 40
  },
  {
    "bill_numbers": [
      "S.R. 5"
    ],
    "chamber": "s",
    "collection": "llsr",
    "committees": [],
    "congress": 40,
    "dates": [
      "1867-03-06"
    ],
    "description": "Mr. Wilson asked, and by unanimous consent obtained, leave to bring in the following joint resolution; which was read twice and ordered to be printed. Joint Resolution Declaring the municipal offices of Alexandria, Virginia, to be vacated. Whereas the persons holding the municipal offices of Alexandria, Virginia, have refused to obey and execute the laws of the United States: Therefore,",
    "pages": [
      {
        "image": "00090000.tif",
        "page": 1
      }
    ],
    "session": 1,
    "volume": 40
  },
  {
    "bill_numbers": [
      "S.R. 7"
    ],
    "chamber": "s",
    "collection": "llsr",
    "committees": [],
    "congress": 40,
    "dates": [
      "1867-03-07"
    ],
    "description": "Mr. Wilson asked, and by unanimous consent obtained, leave to bring in the following joint resolution; which was read twice and ordered to lie on the table and be printed. Joint Resolution To prevent the sale or use of liquors in the Capitol building.",
    "pages": [
      {
        "image": "00100000.tif",
        "page": 1
      }
    ],
    "session": 1,
    "volume": 40
  },
  {
    "bill_numbers": [
      "S.R. 8"
    ],
    "chamber": "s",
    "collection": "llsr",
    "committees": [
      "Committee on the Judiciary"
    ],
    "congress": 40,
    "dates": [
      "1867-03-07"
    ],
    "description": "Mr. Henderson asked, and by unanimous consent obtained, leave to bring in the following joint resolution; which was read twice, referred to the Committee on the Judiciary, and ordered to be printed. Joint Resolution Proposing an amendment to the Constitution of the United States.",
    "pages": [
      {
        "image": "00110000.tif",
        "page": 1
      }
    ],
    "session": 1,
    "volume": 40
  },
  {
    "bill_numbers": [
      "S.R. 8"
    ],
    "chamber": "s",
    "collection": "llsr",
    "committees": [
      "Committee on the Judiciary"
    ],
    "congress": 40,
    "dates": [
      "1867-03-07",
      "1869-01-15"
    ],
    "description": "Mr. Henderson asked, and by unanimous consent obtained, leave to bring in the following joint resolution; which was read twice, referred to the Committee on the Judiciary, and ordered to be printed. Reported by Mr. Stewart with an amendment, viz: Strike out the part in [brackets and insert the part printed in Italics. Joint Resolution Proposing an amendment to the Constitution of the United States.",
    "pages": [
      {
        "image": "00120000.tif",
        "page": 1
      },
      {
        "image": "00130002.tif",
        "page": 2
      }
    ],
    "session": 3,
    "volume": 40
  },
  {
    "bill_numbers": [
      "S.R. 9"
    ],
    "chamber": "s",
    "collection": "llsr",
    "committees": [
      "Committee on Military Affairs and the Militia",
      "Committee on Claims"
    ],
    "congress": 40,
    "dates": [
      "1867-03-07",
      "1867-03-09",
      "1868-06-26"
    ],
    "description": "Mr. Patterson, of Tennessee, asked, and by unanimous consent obtained, leave to bring in the following bill; which was read twice, referred to the Committee on Military Affairs and the Militia. Committee discharged and referred to the Committee on Claims. Reported by Mr. Frelinghuysen without amendment, accompanied by report No. 139. Joint Resolution In favor of A. W. Walker.",
    "pages": [
      {
        "image": "00140000.tif",
        "page": 1
      }
    ],
    "session": 2,
    "volume": 40
  },
  {
    "bill_numbers": [
      "S.R. 10"
    ],
    "chamber": "s",
    "collection": "llsr",
    "committees": [
      "Committee on the Judiciary"
    ],
    "congress": 40,
    "dates": [
      "1867-03-07",
      "1867-03-19"
    ],
    "description": "Mr. Cragin asked, by unanimous consent obtained, leave to bring in the following joint resolution; which was read twice and referred to the Committee on the Judiciary. Ordered to be printed. Joint Resolution Proposing an amendment to the Constitution of the United States.",
    "pages": [
      {
        "image": "00150000.tif",
        "page": 1
      }
    ],
    "session": 1,
    "volume": 40
  },
  {
    "bill_numbers": [
      "S.R. 17"
    ],
    "chamber": "s",
    "collection": "llsr",
    "committees": [
      "Committee on Naval Affairs"
    ],
    "congress": 40,
    "dates": [
      "1867-03-09"
    ],
    "description": "Mr. Conness asked, and by unanimous consent obtained, leave to bring in the following joint resolution; which was read twice, referred to the Committee on Naval Affairs, and ordered to be printed. Joint Resolution For the relief of Donahue, Ryan and Secor.",
    "pages": [
      {
        "image": "00160000.tif",
        "page": 1
      }
    ],
    "session": 1,
    "volume": 40
  },
  {
    "bill_numbers": [
      "S.R. 18"
    ],
    "chamber": "s",
    "collection": "llsr",
    "committees": [
      "Committee on Indian Affairs"
    ],
    "congress": 40,
    "dates": [
      "1867-03-09"
    ],
    "description": "Mr. Ross asked, and by unanimous consent obtained, leave to bring in the following joint resolution; which was read twice, referred to the Committee on Indian Affairs, and ordered to be printed. Joint Resolution For the sale of certain stock held in trust for the Choctaw and Chickasaw Indians.",
    "pages": [
      {
        "image": "00170000.tif",
        "page": 1
      }
    ],
    "session": 1,
    "volume": 40
  },
  {
    "bill_numbers": [
      "S.R. 18"
    ],
    "chamber": "s",
    "collection": "llsr",
    "committees": [
      "Committee on Indian Affairs"
    ],
    "congress": 40,
    "dates": [
      "1867-03-09",
      "1867-03-13"
    ],
    "description": "Mr. Ross asked, and by unanimous consent obtained, leave to bring in the following joint resolution; which was read twice, referred to the Committee on Indian Affairs, and ordered to be printed. Reported by Mr. Henderson with an amendment, viz: Insert the words printed in italics. Joint Resolution For the sale of certain stocks held in trust for the Choctaw and Chickasaw Indians.",
    "pages": [
      {
        "image": "00180000.tif",
        "page": 1
      },
      {
        "image": "00190002.tif",
        "page": 2
      }
    ],
    "session": 1,
    "volume": 40
  },
  {
    "bill_numbers": [
      "S.R. 19"
    ],
    "chamber": "s",
    "collection": "llsr",
    "committees": [
      "Committee on Military Affairs and the Militia"
    ],
    "congress": 40,
    "dates": [
      "1867-03-11",
      "1867-03-12"
    ],
    "description": "Mr. Fowler asked, and by unanimous consent obtained, leave to bring in the following joint resolution; which was read twice and referred to the Committee on Military Affairs and the Militia. Reported by Mr. Wilson with amendments, viz: Strike out the part in [brackets] and insert the words printed in italics. Joint Resolution Directing the Secretary of War to furnish certain arms and equipments to the State of Tennessee. [Whereas the arms and equipments for the militia of the State of Tennessee were taken or destroyed by the rebel authorities during the late rebellion, and the present executive, Governor W. G. Brownlow, in order to enforce the laws of the State, deems it necessary to employ the militia of the State for that purpose: Therefore,]",
    "pages": [
      {
        "image": "00200000.tif",
        "page": 1
      }
    ],
    "session": 1,
    "volume": 40
  },
  {
    "bill_numbers": [
      "S.R. 21"
    ],
    "chamber": "s",
    "collection": "llsr",
    "committees": [
      "Committee on Military Affairs and the Militia"
    ],
    "congress": 40,
    "dates": [
      "1867-03-12"
    ],
    "description": "Mr. Wilson, from the Committee on Military Affairs and the Militia, reported the following join resolution; which was read and passed to a second reading. Joint Resolution In reference to the collection and payment of moneys due colored soldiers, sailors, and marines, or their heirs.",
    "pages": [
      {
        "image": "00210000.tif",
        "page": 1
      },
      {
        "image": "00220002.tif",
        "page": 2
      },
      {
        "image": "00230003.tif",
        "page": 3
      }
    ],
    "session": 1,
    "volume": 40
  },
  {
    "bill_numbers": [
      "S.R. 21"
    ],
    "chamber": "s",
    "collection": "llsr",
    "committees": [
      "Committee on Military Affairs and the Militia"
    ],
    "congress": 40,
    "dates": [
      "1867-03-12",
      "1867-03-13",
      "1867-03-21"
    ],
    "description": "Mr. Wilson, from the Committee on Military Affairs and the Militia, reported the following join resolution; which was read and passed to a second reading. Read the second and third times and recommitted to the Committee on Military Affairs and the Militia. Reported by Mr. Wilson with amendments, viz: Strike out the parts in [brackets] and insert those printed in italics. Joint Resolution In reference to the collection and payment of moneys due colored soldiers, sailors, and marines, or their heirs.",
    "pages": [
      {
        "image": "00240000.tif",
        "page": 1
      },
      {
        "image": "00250002.tif",
        "page": 2
      },
      {
        "image": "00260003.tif",
        "page": 3
      },
      {
        "image": "00270004.tif",
        "page": 4
      }
    ],
    "session": 1,
    "volume": 40
  },
  {
    "bill_numbers": [
      "S.R. 23"
    ],
    "chamber": "s",
    "collection": "llsr",
    "committees": [],
    "congress": 40,
    "dates": [
      "1867-03-12"
    ],
    "description": "Mr. Nye asked, and by unanimous consent obtained, leave to bring in the following joint resolution; which was read, passed to a second reading, and ordered to be printed. Joint Resolution Extending sympathy to the people of Ireland. Whereas the Irish people, after seven centuries of outrage and misery, have called upon God and mankind to witness the justice of their cause and the intensity of their sufferings, and have appealed to the republicans of the entire world for sympathy and assistance against their British oppressors: Therefore,",
    "pages": [
      {
        "image": "00280000.tif",
        "page": 1
      }
    ],
    "session": 1,
    "volume": 40
  },
  {
    "bill_numbers": [
      "S.R. 24"
    ],
    "chamber": "s",
    "collection": "llsr",
    "committees": [
      "Committee on the District of Columbia"
    ],
    "congress": 40,
    "dates": [
      "1867-03-12",
      "1867-03-19"
    ],
    "description": "Mr. Morrill, of Maine, asked, and by unanimous consent obtained, leave to bring in the following joint resolution; which was read twice and referred to the Committee on the District of Columbia. Reported by Mr. Willey with amendments, viz: Strike out the words in [brackets] and insert those printed in italics. Joint Resolution Relative to the payment of expenses incurred by the judges of election for the cities of Washington and Georgetown, District of Columbia.",
    "pages": [
      {
        "image": "00290000.tif",
        "page": 1
      },
      {
        "image": "00300002.tif",
        "page": 2
      },
      {
        "image": "00310003.tif",
        "page": 3
      }
    ],
    "session": 1,
    "volume": 40
  },
  {
    "bill_numbers": [
      "S.R. 25"
    ],
    "chamber": "s",
    "collection": "llsr",
    "committees": [
      "Committee on the Judiciary"
    ],
    "congress": 40,
    "dates": [
      "1867-03-12",
      "1867-03-13"
    ],
    "description": "Mr. Trumbull asked, and by unanimous consent obtained, leave to bring in the following joint resolution; which was read twice and referred to the Committee on the Judiciary. Reported by Mr. Trumbull without amendment. Joint Resolution To make valid the laws of New Mexico passed at the session of the legislature held at Santa Fe, from third day of December, eighteen hundred and sixty-six, to thirty-first day of January, eighteen hundred and sixty-seven.",
    "pages": [
      {
        "image": "00320000.tif",
        "page": 1
      }
    ],
    "session": 1,
    "volume": 40
  },
  {
    "bill_numbers": [
      "S.R. 26"
    ],
    "chamber": "s",
    "collection": "llsr",
    "committees": [
      "Committee on Commerce"
    ],
    "congress": 40,
    "dates": [
      "1867-03-12"
    ],
    "description": "Mr. Morgan asked, and by unanimous consent obtained, leave to bring in the following joint resolution; which was read twice, referred to the Committee on Commerce, and ordered to be printed. Joint Resolution Providing for the necessary surveys for a ship canal, between Lake Erie and Lake Ontario, for military, naval, and commercial purposes.",
    "pages": [
      {
        "image": "00330000.tif",
        "page": 1
      }
    ],
    "session": 1,
    "volume": 40
  },
  {
    "bill_numbers": [
      "S.R. 27"
    ],
    "chamber": "s",
    "collection": "llsr",
    "committees": [
      "Committee on Commerce"
    ],
    "congress": 40,
    "dates": [
      "1867-03-13",
      "1867-03-22"
    ],
    "description": "Mr. Cole asked, and by unanimous consent obtained, leave to bring in the following joint resolution; which was read twice and referred to the Committee on Commerce. Reported by Mr. Corbett with an amendment, viz: Strike out the part in [brackets] and insert that printed in italics. Joint Resolution To authorize the leasing of certain real estate in San Francisco.",
    "pages": [
      {
        "image": "00340000.tif",
        "page": 1
      },
      {
        "image": "00350002.tif",
        "page": 2
      }
    ],
    "session": 1,
    "volume": 40
  },
  {
    "bill_numbers": [
      "S.R. 31"
    ],
    "chamber": "s",
    "collection": "llsr",
    "committees": [
      "Committee on Finance"
    ],
    "congress": 40,
    "dates": [
      "1867-03-15"
    ],
    "description": "Mr. Morgan asked, and by unanimous consent obtained, leave to bring in the following joint resolution; which was read twice, referred to the Committee on Finance, and ordered to be printed. Joint Resolution To remit or refund duties on agricultural machinery imported into the United States as models.",
    "pages": [
      {
        "image": "00360000.tif",
        "page": 1
      }
    ],
    "session": 1,
    "volume": 40
  },
  {
    "bill_numbers": [
      "S.R. 32"
    ],
    "chamber": "s",
    "collection": "llsr",
    "committees": [
      "Committee on Military Affairs and the Militia"
    ],
    "congress": 40,
    "dates": [
      "1867-03-15"
    ],
    "description": "Mr. Morton asked, and by unanimous consent obtained, leave to bring in the following joint resolution; which was read twice, referred to the Committee on Military Affairs and the Militia, and ordered to be printed. Joint Resolution Refunding to the State of Indiana expenses incurred for quartermaster and commissary stores, and for transportation furnished to militia of said State while engaged in repelling rebel raids during the late rebellion.",
    "pages": [
      {
        "image": "00370000.tif",
        "page": 1
      },
      {
        "image": "00380002.tif",
        "page": 2
      }
    ],
    "session": 1,
    "volume": 40
  },
  {
    "bill_numbers": [
      "S.R. 34"
    ],
    "chamber": "s",
    "collection": "llsr",
    "committees": [
      "Committee on the Judiciary"
    ],
    "congress": 40,
    "dates": [
      "1867-03-16",
      "1868-01-22"
    ],
    "description": "Mr. Conkling asked, and by unanimous consent obtained, leave to bring in the following joint resolution; which was read twice and referred to the Committee on the Judiciary. Committee discharged. Joint Resolution Relative to the holding of courts in the southern district of New York.",
    "pages": [
      {
        "image": "00390000.tif",
        "page": 1
      }
    ],
    "session": 2,
    "volume": 40
  },
  {
    "bill_numbers": [
      "S.R. 36"
    ],
    "chamber": "s",
    "collection": "llsr",
    "committees": [
      "Committee on Commerce"
    ],
    "congress": 40,
    "dates": [
      "1867-03-19"
    ],
    "description": "Mr. Morrill, of Maine, from the Committee on Commerce, reported the following joint resolution; which was read and passed to a second reading. Joint Resolution Authorizing the Secretary of the Treasury to issue an American register to the bark Aug. Guardien.",
    "pages": [
      {
        "image": "00400000.tif",
        "page": 1
      }
    ],
    "session": 1,
    "volume": 40
  },
  {
    "bill_numbers": [
      "S.R. 40"
    ],
    "chamber": "s",
    "collection": "llsr",
    "committees": [
      "Committee of the Whole House"
    ],
    "congress": 40,
    "dates": [
      "1867-03-28"
    ],
    "description": "Read twice, committed to a Committee of the Whole House, made the order of the day for to-morrow, and ordered to be printed. Joint Resolution To provide for the payment of the claim of Richard Chenery.",
    "pages": [
      {
        "image": "00410000.tif",
        "page": 1
      }
    ],
    "session": 1,
    "volume": 40
  },
  {
    "bill_numbers": [
      "S.R. 44"
    ],
    "chamber": "s",
    "collection": "llsr",
    "committees": [
      "Committee on Commerce"
    ],
    "congress": 40,
    "dates": [
      "1867-03-23"
    ],
    "description": "Mr. Ramsey asked, and by unanimous consent obtained, leave to bring in the following joint resolution; which was read twice, referred to the Committee on Commerce, and ordered to be printed. Joint Resolution Directing an examination and estimate to be made of the cost of reconstructing the levees of the Mississippi river.",
    "pages": [
      {
        "image": "00420000.tif",
        "page": 1
      }
    ],
    "session": 1,
    "volume": 40
  },
  {
    "bill_numbers": [
      "S.R. 46"
    ],
    "chamber": "s",
    "collection": "llsr",
    "committees": [
      "Committee on Commerce"
    ],
    "congress": 40,
    "dates": [
      "1867-03-23"
    ],
    "description": "Mr. Corbett, from the Committee on Commerce, reported the following joint resolution; which was read and passed to a second reading. Joint Resolution In relation to a harbor at or near Point Sal, on the coast of California.",
    "pages": [
      {
        "image": "00430000.tif",
        "page": 1
      }
    ],
    "session": 1,
    "volume": 40
  },
  {
    "bill_numbers": [
      "S.R. 55"
    ],
    "chamber": "s",
    "collection": "llsr",
    "committees": [
      "Committee on Post Offices and Post Roads"
    ],
    "congress": 40,
    "dates": [
      "1867-03-29",
      "1868-01-24"
    ],
    "description": "Mr. Pomeroy asked, and by unanimous consent obtained, leave to bring in the following joint resolution; which was read twice and referred to the Committee on Post Offices and Post Roads. Committee discharged. Adverse report No. 14. Joint Resolution For the relief of Leonard I. Smith, for carrying the United States mail from Great Salt Lake City, Utah, to Bannock City, Montana Territory.",
    "pages": [
      {
        "image": "00440000.tif",
        "page": 1
      }
    ],
    "session": 2,
    "volume": 40
  },
  {
    "bill_numbers": [
      "S.R. 56"
    ],
    "chamber": "s",
    "collection": "llsr",
    "committees": [],
    "congress": 40,
    "dates": [
      "1867-03-29"
    ],
    "description": "Mr. Patterson, of Tennessee, asked, and by unanimous consent obtained, leave to bring in the following joint resolutions; which was read twice and ordered to lie on the table and be printed. Joint Resolution For the relief of the people of East Tennessee. Whereas the people of East Tennessee have recently lost by unprecedented floods a very large amount of property, ranging from three to five millions of dollars, and many of them are in consequence in a state of great destitution, approaching to actual starvation: Therefore,",
    "pages": [
      {
        "image": "00450000.tif",
        "page": 1
      }
    ],
    "session": 1,
    "volume": 40
  },
  {
    "bill_numbers": [
      "S.R. 57"
    ],
    "chamber": "s",
    "collection": "llsr",
    "committees": [],
    "congress": 40,
    "dates": [
      "1867-03-29"
    ],
    "description": "Mr. Harlan asked, and by unanimous consent obtained, leave to bring in the following joint resolution; which was read twice and ordered to be printed. Joint Resolution Relative to lighting the streets of Washington City, District of Columbia. Whereas the Mayor of Washington has given notice that the arrangements now in force for lighting the streets of said city shall cease at the end of the present month; and whereas it is necessary, both for the comfort and protection of the law-abiding citizens of said city that the street lamps shall continue to be lighted, as they now are, twenty-one nights in each month from dark until daylight, in accordance with the provisions of an act of Congress entitled ''An act making appropriations for sundry civil expenses of the government,'' approved July twenty-eight, eighteen hundred and sixty-six: Therefore--",
    "pages": [
      {
        "image": "00460000.tif",
        "page": 1
      },
      {
        "image": "00470002.tif",
        "page": 2
      }
    ],
    "session": 1,
    "volume": 40
  },
  {
    "bill_numbers": [
      "S.R. 58"
    ],
    "chamber": "s",
    "collection": "llsr",
    "committees": [],
    "congress": 40,
    "dates": [
      "1867-07-12"
    ],
    "description": "Mr. Ross asked, and by unanimous consent obtained, leave to bring in the following joint resolutions; which was read the first time and ordered to lie on the table and be printed. Joint Resolution To authorize the enlistment of volunteers for the suppression of Indian hostilities.",
    "pages": [
      {
        "image": "00480000.tif",
        "page": 1
      }
    ],
    "session": 1,
    "volume": 40
  },
  {
    "bill_numbers": [
      "S.R. 59"
    ],
    "chamber": "s",
    "collection": "llsr",
    "committees": [],
    "congress": 40,
    "dates": [
      "1867-07-17"
    ],
    "description": "Mr. Wilson asked, and by unanimous consent obtained, leave to bring in the following joint resolutions; which was read the first time and ordered to be printed. Joint Resolution Submitting to the legislatures of the several States a proposition to amend the Constitution of the United States.",
    "pages": [
      {
        "image": "00490000.tif",
        "page": 1
      }
    ],
    "session": 1,
    "volume": 40
  },
  {
    "bill_numbers": [
      "S.R. 61"
    ],
    "chamber": "s",
    "collection": "llsr",
    "committees": [
      "Committee on Post Offices and Post Roads"
    ],
    "congress": 40,
    "dates": [
      "1867-07-18",
      "1867-07-19"
    ],
    "description": "Mr. Ramsey asked, and by unanimous consent obtained, leave to bring in the following joint resolution; which was read twice and referred to the Committee on Post Offices and Post Roads. Reported by Mr. Ramsey without amendment. Joint Resolution Relative to letter carriers.",
    "pages": [
      {
        "image": "00500000.tif",
        "page": 1
      }
    ],
    "session": 1,
    "volume": 40
  },
  {
    "bill_numbers": [
      "S.R. 66"
    ],
    "chamber": "s",
    "collection": "llsr",
    "committees": [],
    "congress": 40,
    "dates": [
      "1867-11-21"
    ],
    "description": "Mr. Edmunds asked, and by unanimous consent obtained, leave to bring in the following joint resolutions; which was read twice, ordered to lie on the table, and be printed. Joint Resolution Pledging the faith of the United States to the payment of the public debt in coin, or its equivalent. Whereas the public debt of the United States was (except where specially otherwise provided) contracted and incurred upon the faith and credit of the United States that the same would be paid or redeemed in coin, or its equivalent; and whereas doubts have been raised as to the duty and propriety of discharging such debt in coin or its equivalent, therefore,",
    "pages": [
      {
        "image": "00510000.tif",
        "page": 1
      }
    ],
    "session": 1,
    "volume": 40
  },
  {
    "bill_numbers": [
      "S.R. 67"
    ],
    "chamber": "s",
    "collection": "llsr",
    "committees": [
      "Joint Committee on Retrenchment"
    ],
    "congress": 40,
    "dates": [
      "1867-11-25"
    ],
    "description": "Mr. Edmunds, from the Joint Committee on Retrenchment, reported the following joint resolution, which was read the first and second times. Joint Resolution To require the payment of certain moneys into the treasury of the United States.",
    "pages": [
      {
        "image": "00520000.tif",
        "page": 1
      }
    ],
    "session": 1,
    "volume": 40
  },
  {
    "bill_numbers": [
      "S.R. 68"
    ],
    "chamber": "s",
    "collection": "llsr",
    "committees": [
      "Committee on Finance"
    ],
    "congress": 40,
    "dates": [
      "1867-11-25"
    ],
    "description": "Mr. Morgan asked, and by unanimous consent obtained, leave to bring in the following joint resolutions; which was read twice and referred to the Committee on Finance and ordered to be printed. Joint Resolution Exempting goods imported on the second, third, and fourth days of March, eighteen hundred and sixty-seven, from the operation of the act entitled ''An act to provide increased revenue from imported wool and for other purposes,'' approved March second, eighteen hundred and sixty-seven.",
    "pages": [
      {
        "image": "00530000.tif",
        "page": 1
      },
      {
        "image": "00540002.tif",
        "page": 2
      }
    ],
    "session": 1,
    "volume": 40
  },
  {
    "bill_numbers": [
      "S.R. 69"
    ],
    "chamber": "s",
    "collection": "llsr",
    "committees": [],
    "congress": 40,
    "dates": [
      "1867-11-29"
    ],
    "description": "Mr. Chandler asked, and by unanimous consent obtained, leave to bring in the following joint resolutions; which was read and passed to a second reading. Joint Resolution To preserve neutrality between the government of Great Britain and the King of Abyssinia. Whereas we are at peace with all sovereigns, powers, and states, and whereas hostilities have unhappily commenced between the government of Great Britain and the King of Abyssinia, and whereas we being at peace with the government of Great Britain and with the King of Abyssinia: Therefore,",
    "pages": [
      {
        "image": "00550000.tif",
        "page": 1
      }
    ],
    "session": 1,
    "volume": 40
  },
  {
    "bill_numbers": [
      "S.R. 70"
    ],
    "chamber": "s",
    "collection": "llsr",
    "committees": [],
    "congress": 40,
    "dates": [
      "1867-12-02"
    ],
    "description": "Mr. Conness asked, and by unanimous consent obtained, leave to bring in the following joint resolutions; which was read the first and second times. Joint Resolution Authorizing Rear Admiral H. K. Thatcher to accept a decoration from the King of the Hawaiian islands.",
    "pages": [
      {
        "image": "00560000.tif",
        "page": 1
      }
    ],
    "session": 2,
    "volume": 40
  },
  {
    "bill_numbers": [
      "S.R. 71"
    ],
    "chamber": "s",
    "collection": "llsr",
    "committees": [
      "Committee on Finance"
    ],
    "congress": 40,
    "dates": [
      "1867-12-06",
      "1867-12-17"
    ],
    "description": "Mr. Cattell asked, and by unanimous consent obtained, leave to bring in the following joint resolutions; which was read twice and referred to the Committee on Finance. Reported by Mr. Sherman without amendment and ordered to lie on the table. Joint Resolution To suspend the operation of so much of the act approved April twelve, eighteen hundred and sixty-six, as provides that the Secretary of the Treasury may retire and cancel of United States notes, four millions of dollars per month.",
    "pages": [
      {
        "image": "00570000.tif",
        "page": 1
      }
    ],
    "session": 2,
    "volume": 40
  },
  {
    "bill_numbers": [
      "S.R. 72"
    ],
    "chamber": "s",
    "collection": "llsr",
    "committees": [
      "Committee on Claims"
    ],
    "congress": 40,
    "dates": [
      "1867-12-09",
      "1868-07-09"
    ],
    "description": "Mr. Sherman asked, and by unanimous consent obtained, leave to bring in the following joint resolutions; which was read twice and referred to the Committee on Claims. Reported by Mr. Howard without amendment. Joint Resolution For the relief of John M. Broome and others, the band of twelfth Kentucky infantry. Whereas John Martin Broome, leader of the band of the twelfth regiment Kentucky volunteer infantry, and Adam Skilling, Christian Kuboz, George Scott, and Rudolf Vanderan, musicians of the first class, George Hoeflinger, Peter Oehlschlager, John Eck, and Philip Weis, musicians of the second class, and Alvis Berg and Philip Hermann, (the last named having died in hospital on the thirty-first March, eighteen hundred and sixty-two,) musicians of the third class, were enlisted as the band of musicians of the twelfth Kentucky infantry, on the third day of January, eighteen hundred and sixty-two, and performed service and were discharged by the authority of law and military regulations as the band of said regiment until the tenth of September, eighteen hundred and sixty-two, without having been paid and without having furnished to the War Department the proper rolls of muster-in and muster-out of service: Therefore,",
    "pages": [
      {
        "image": "00580000.tif",
        "page": 1
      },
      {
        "image": "00590002.tif",
        "page": 2
      }
    ],
    "session": 2,
    "volume": 40
  },
  {
    "bill_numbers": [
      "S.R. 73"
    ],
    "chamber": "s",
    "collection": "llsr",
    "committees": [
      "Committee on Claims"
    ],
    "congress": 40,
    "dates": [
      "1867-12-10",
      "1868-07-02"
    ],
    "description": "Mr. Howard asked, and by unanimous consent obtained, leave to bring in the following joint resolutions; which was read twice and referred to the Committee on Claims. Reported by Mr. Frelinghuysen, without amendment, and that it ought not to pass. Accompanied by an adverse report, No. 153. Joint Resolution For the relief of the Columbia Turnpike Company, for use and occupation of their road during the late rebellion.",
    "pages": [
      {
        "image": "00600000.tif",
        "page": 1
      }
    ],
    "session": 2,
    "volume": 40
  },
  {
    "bill_numbers": [
      "S.R. 74"
    ],
    "chamber": "s",
    "collection": "llsr",
    "committees": [
      "Committee on Naval Affairs"
    ],
    "congress": 40,
    "dates": [
      "1867-12-10",
      "1868-01-15"
    ],
    "description": "Mr. Grimes asked, and by unanimous consent obtained, leave to bring in the following joint resolutions; which was read twice and referred to the Committee on Naval Affairs. Reported by Mr. Drake with an amendment, viz: Insert the part printed in italics. Joint Resolution In relation to consular appointments.",
    "pages": [
      {
        "image": "00610000.tif",
        "page": 1
      },
      {
        "image": "00620002.tif",
        "page": 2
      }
    ],
    "session": 2,
    "volume": 40
  },
  {
    "bill_numbers": [
      "S.R. 76"
    ],
    "chamber": "s",
    "collection": "llsr",
    "committees": [
      "Committee on Post Offices and Post Roads"
    ],
    "congress": 40,
    "dates": [
      "1867-12-16"
    ],
    "description": "Mr. Ramsey asked, and by unanimous consent obtained, leave to bring in the following joint resolutions; which was read twice, referred to the Committee on Post Offices and Post Roads, and ordered to be printed. Joint Resolution. Authorizing the several executive departments of the government to purchase paper and envelopes of the Treasury Department.",
    "pages": [
      {
        "image": "00630000.tif",
        "page": 1
      }
    ],
    "session": 2,
    "volume": 40
  },
  {
    "bill_numbers": [
      "S.R. 76"
    ],
    "chamber": "s",
    "collection": "llsr",
    "committees": [
      "Committee on Post Offices and Post Roads"
    ],
    "congress": 40,
    "dates": [
      "1867-12-16",
      "1868-01-09"
    ],
    "description": "Mr. Ramsey asked, and by unanimous consent obtained, leave to bring in the following joint resolutions; which was read twice, referred to the Committee on Post Offices and Post Roads, and ordered to be printed. Reported by Mr. Ramsey, with amendments, viz: Strike out the words in [brackets] and insert those printed in italics. Joint Resolution Authorizing the several executive departments of the government to purchase paper and envelopes of the Treasury Department.",
    "pages": [
      {
        "image": "00640000.tif",
        "page": 1
      }
    ],
    "session": 2,
    "volume": 40
  },
  {
    "bill_numbers": [
      "S.R. 79"
    ],
    "chamber": "s",
    "collection": "llsr",
    "committees": [
      "Committee on Printing"
    ],
    "congress": 40,
    "dates": [
      "1867-12-18",
      "1868-01-29"
    ],
    "description": "Mr. Anthony asked, and by unanimous consent obtained, leave to bring in the following joint resolutions; which was read twice and referred to the Committee on Printing. Committee discharged. Joint Resolution To amend an act entitled ''An act to expedite and regulate the printing of public documents, and for other purposes,'' approved June twenty-five, eighteen hundred and sixty-four.",
    "pages": [
      {
        "image": "00650000.tif",
        "page": 1
      },
      {
        "image": "00660002.tif",
        "page": 2
      }
    ],
    "session": 2,
    "volume": 40
  },
  {
    "bill_numbers": [
      "S.R. 80"
    ],
    "chamber": "s",
    "collection": "llsr",
    "committees": [
      "Committee on the District of Columbia"
    ],
    "congress": 40,
    "dates": [
      "1867-12-18"
    ],
    "description": "Mr. Patterson, of New Hampshire, from the Committee on the District of Columbia, reported the following joint resolution; which was read and passed to a second reading. Joint Resolution In relation to the erection of a jail in the District of Columbia.",
    "pages": [
      {
        "image": "00670000.tif",
        "page": 1
      }
    ],
    "session": 2,
    "volume": 40
  },
  {
    "bill_numbers": [
      "S.R. 81"
    ],
    "chamber": "s",
    "collection": "llsr",
    "committees": [
      "Committee on Military Affairs and the Militia"
    ],
    "congress": 40,
    "dates": [
      "1867-12-19"
    ],
    "description": "Mr. Wilson, from the Committee on Military Affairs and the Militia, reported the following joint resolution; which was read and passed to a second reading. Joint Resolution Placing certain troops of Missouri on an equal footing with others as to bounties.",
    "pages": [
      {
        "image": "00680000.tif",
        "page": 1
      }
    ],
    "session": 2,
    "volume": 40
  },
  {
    "bill_numbers": [
      "S.R. 82"
    ],
    "chamber": "s",
    "collection": "llsr",
    "committees": [],
    "congress": 40,
    "dates": [
      "1868-01-06"
    ],
    "description": "Mr. Morton asked, and by unanimous consent obtained, leave to bring in the following joint resolution; which was read twice and ordered to lie on the table and be printed. Joint Resolution For the prosecution of frauds upon the internal revenue. Whereas it is believed that not more than a dozen persons have been convicted and punished by imprisonment for the perpetration of the many thousand frauds that have been committed upon the internal revenue in the collection of the tax upon whiskey, and that criminal prosecutions have in some way been abandoned, compromised, or suffered to fail: And whereas this policy has relieved the perpetrators of these frauds from criminal responsibility and personal danger, and has offered a premium for swindling the government, by making a compromise the only penalty for detection in frauds, in which the criminal generally gets off by the payment of far less than the amount of tax he honestly owes the government, whereby it is made cheaper to be detected and to compromise than honestly to pay the tax: And whereas the practice of this policy affords a reasonable explanation for the general prevalence of successful fraud and the loss of more than two-thirds of the revenue which should be collected from the tax on whiskey: Therefore--",
    "pages": [
      {
        "image": "00690000.tif",
        "page": 1
      },
      {
        "image": "00700002.tif",
        "page": 2
      }
    ],
    "session": 2,
    "volume": 40
  },
  {
    "bill_numbers": [
      "S.R. 83"
    ],
    "chamber": "s",
    "collection": "llsr",
    "committees": [],
    "congress": 40,
    "dates": [
      "1868-01-06"
    ],
    "description": "Mr. Trumbull asked, and by unanimous consent obtained, leave to bring in the following joint resolution; which was read and passed to a second reading. Joint Resolution For the appointment of Regents of the Smithsonian Institution.",
    "pages": [
      {
        "image": "00710000.tif",
        "page": 1
      }
    ],
    "session": 2,
    "volume": 40
  },
  {
    "bill_numbers": [
      "S.R. 86"
    ],
    "chamber": "s",
    "collection": "llsr",
    "committees": [
      "Committee on the Judiciary"
    ],
    "congress": 40,
    "dates": [
      "1868-01-11"
    ],
    "description": "Mr. Sumner asked, and by unanimous consent obtained, leave to bring in the following joint resolution; which was read twice, referred to the Committee on the Judiciary, and ordered to be printed. Joint Resolution Declaring the adoption of the amendment to the Constitution, known as article fourteen. Whereas an amendment to the Constitution, proposed by the thirty-ninth Congress, and known as article fourteen, has already been adopted by the legislatures of twenty-two States, to wit: Connecticut, New Hampshire, Tennessee, New Jersey, Vermont, Oregon, New York, Ohio, Illinois, West Virginia, Kansas, Nevada, Missouri, Indiana, Minnesota, Rhode Island, Wisconsin, Pennsylvania, Michigan, Massachusetts, Nebraska, and Maine; and whereas it is provided in the Constitution that an amendment duly proposed shall be valid when ''ratified by the legislatures of three-fourths of the several States:'' Therefore,",
    "pages": [
      {
        "image": "00720000.tif",
        "page": 1
      }
    ],
    "session": 2,
    "volume": 40
  },
  {
    "bill_numbers": [
      "S.R. 87"
    ],
    "chamber": "s",
    "collection": "llsr",
    "committees": [
      "Committee on Military Affairs and the Militia"
    ],
    "congress": 40,
    "dates": [
      "1868-01-13",
      "1868-01-14"
    ],
    "description": "Mr. Wilson asked, and by unanimous consent obtained, leave to bring in the following joint resolution; which was read twice and referred to the Committee on Military Affairs and the Militia. Reported by Mr. Wilson without amendment. Joint Resolution To provide for the gradual reduction of the army of the United States.",
    "pages": [
      {
        "image": "00730000.tif",
        "page": 1
      }
    ],
    "session": 2,
    "volume": 40
  },
  {
    "bill_numbers": [
      "S.R. 89"
    ],
    "chamber": "s",
    "collection": "llsr",
    "committees": [
      "Committee on Foreign Relations"
    ],
    "congress": 40,
    "dates": [
      "1868-01-15"
    ],
    "description": "Mr. Sumner, from the Committee on Foreign Relations, submitted a report, (No. 9,) accompanied by the following resolution; which was read and passed to a second reading. Joint Resolution Providing for the representation of the United States at the International Maritime Exhibition, to be held at Havre.",
    "pages": [
      {
        "image": "00740000.tif",
        "page": 1
      }
    ],
    "session": 2,
    "volume": 40
  },
  {
    "bill_numbers": [
      "S.R. 90"
    ],
    "chamber": "s",
    "collection": "llsr",
    "committees": [
      "Committee on Foreign Affairs",
      "Committee of the Whole House"
    ],
    "congress": 40,
    "dates": [
      "1869-02-13"
    ],
    "description": "Reported back from the Committee on Foreign Affairs without amendment, committed to a Committee of the Whole House, made the order of the day for to-morrow, and ordered to be printed. Joint Resolution To provide for the payment of the proceeds of the Spanish steamer Nuestra Senora de la Regla.",
    "pages": [
      {
        "image": "00750000.tif",
        "page": 1
      }
    ],
    "session": 3,
    "volume": 40
  },
  {
    "bill_numbers": [
      "S.R. 93"
    ],
    "chamber": "s",
    "collection": "llsr",
    "committees": [
      "Committee on Military Affairs and the Militia"
    ],
    "congress": 40,
    "dates": [
      "1868-01-27",
      "1868-06-09"
    ],
    "description": "Mr. Wilson asked, and by unanimous consent obtained, leave to bring in the following joint resolution; which was read twice, referred to the Committee on Military Affairs and the Militia. Reported by Mr. Wilson without amendment. Joint Resolution Granting permission to officers and soldiers to wear the badge of the corps in which they served during the rebellion.",
    "pages": [
      {
        "image": "00760000.tif",
        "page": 1
      }
    ],
    "session": 2,
    "volume": 40
  },
  {
    "bill_numbers": [
      "S.R. 94"
    ],
    "chamber": "s",
    "collection": "llsr",
    "committees": [
      "Committee on Finance"
    ],
    "congress": 40,
    "dates": [
      "1868-01-28"
    ],
    "description": "Mr. Morgan, from the Committee on Finance, reported the following joint resolution; which was read and passed to a second reading. Joint Resolution Directing the Secretary of the Treasury, whenever any State shall have been or may be in default for the payment of interest or principal on investments in its stocks or bonds held by the United States in trust, to retain moneys due to such State from the United States.",
    "pages": [
      {
        "image": "00770000.tif",
        "page": 1
      }
    ],
    "session": 2,
    "volume": 40
  },
  {
    "bill_numbers": [
      "S.R. 96"
    ],
    "chamber": "s",
    "collection": "llsr",
    "committees": [
      "Committee on Indian Affairs"
    ],
    "congress": 40,
    "dates": [
      "1868-01-29"
    ],
    "description": "Mr. Ramsey asked, and by unanimous consent obtained, leave to bring in the following joint resolution; which was read twice, referred to the Committee on Indian Affairs, and ordered to be printed. Joint Resolution For the relief of certain Winnebago Indians residing in Minnesota.",
    "pages": [
      {
        "image": "00780000.tif",
        "page": 1
      },
      {
        "image": "00790002.tif",
        "page": 2
      }
    ],
    "session": 2,
    "volume": 40
  },
  {
    "bill_numbers": [
      "S.R. 96"
    ],
    "chamber": "s",
    "collection": "llsr",
    "committees": [
      "Committee on Indian Affairs"
    ],
    "congress": 40,
    "dates": [
      "1868-01-29",
      "1868-03-23"
    ],
    "description": "Mr. Ramsey asked, and by unanimous consent obtained, leave to bring in the following joint resolution; which was read twice, referred to the Committee on Indian Affairs, and ordered to be printed. Reported by Mr. Doolittle, with amendments, viz: Strike out the parts in [brackets] and insert the parts printed in italics. Joint Resolution For the relief of certain Winnebago Indians residing in Minnesota.",
    "pages": [
      {
        "image": "00800000.tif",
        "page": 1
      },
      {
        "image": "00810002.tif",
        "page": 2
      }
    ],
    "session": 2,
    "volume": 40
  },
  {
    "bill_numbers": [
      "S.R. 97"
    ],
    "chamber": "s",
    "collection": "llsr",
    "committees": [
      "Committee on Printing"
    ],
    "congress": 40,
    "dates": [
      "1868-01-29",
      "1868-02-18"
    ],
    "description": "Mr. Anthony asked, and by unanimous consent obtained, leave to bring in the following joint resolution; which was read twice and referred to the Committee on Printing. Reported by Mr. Anthony without amendment. Joint Resolution To provide for the publication of the Medical and Surgical History of the Rebellion, and the Medical Statistics of the Provost Marshal General's Bureau.",
    "pages": [
      {
        "image": "00820000.tif",
        "page": 1
      }
    ],
    "session": 2,
    "volume": 40
  },
  {
    "bill_numbers": [
      "S.R. 100"
    ],
    "chamber": "s",
    "collection": "llsr",
    "committees": [
      "Committee on Naval Affairs"
    ],
    "congress": 40,
    "dates": [
      "1868-02-05"
    ],
    "description": "Mr. Drake asked, and by unanimous consent obtained, leave to bring in the following joint resolution; which was read twice, referred to the Committee on Naval Affairs, and ordered to be printed. Joint Resolution For the relief of certain contractors for the construction of vessels of war and steam machinery. Whereas Congress by an act passed on the second of March, eighteen hundred and sixty-seven, provided for the investigation by the Secretary of the Navy of the claims of all the contractors for building vessels of war and steam machinery, and whereas pursuant to the act aforesaid, the Secretary of the Navy appointed a naval board for the investigation of the claims in question, and it appearing that the provisions of said act have not been fully conformed to in the findings of said board, and as Congress have neither the time nor means for the careful legal investigation which the importance of the subject demands, and for the purpose of relieving it from the further consideration of the subject, and as a final settlement of the claims of the contractors: Therefore,",
    "pages": [
      {
        "image": "00830000.tif",
        "page": 1
      },
      {
        "image": "00840002.tif",
        "page": 2
      }
    ],
    "session": 2,
    "volume": 40
  },
  {
    "bill_numbers": [
      "S.R. 101"
    ],
    "chamber": "s",
    "collection": "llsr",
    "committees": [
      "Committee on Claims"
    ],
    "congress": 40,
    "dates": [
      "1868-02-07"
    ],
    "description": "Mr. Howe, from the Committee on Claims, reported the following joint resolution; which was read, and passed to a second reading. Joint Resolution Referring the petition and papers in the case of James Crutchett to the Court of Claims.",
    "pages": [
      {
        "image": "00850000.tif",
        "page": 1
      }
    ],
    "session": 2,
    "volume": 40
  },
  {
    "bill_numbers": [
      "S.R. 104"
    ],
    "chamber": "s",
    "collection": "llsr",
    "committees": [
      "Committee on Post Offices and Post Roads"
    ],
    "congress": 40,
    "dates": [
      "1868-02-10"
    ],
    "description": "Mr. Pomeroy asked, and by unanimous consent obtained, leave to bring in the following joint resolution; which was read twice, referred to the Committee on Post Offices and Post Roads, and ordered to be printed. Joint Resolution Relating to the ocean mail steamship service between the United States and China, authorized by act of Congress, approved February seventeen, eighteen hundred and sixty-five.",
    "pages": [
      {
        "image": "00860000.tif",
        "page": 1
      },
      {
        "image": "00870002.tif",
        "page": 2
      }
    ],
    "session": 2,
    "volume": 40
  },
  {
    "bill_numbers": [
      "S.R. 104"
    ],
    "chamber": "s",
    "collection": "llsr",
    "committees": [
      "Committee on Post Offices and Post Roads"
    ],
    "congress": 40,
    "dates": [
      "1868-02-10",
      "1868-07-16"
    ],
    "description": "Mr. Pomeroy asked, and by unanimous consent obtained, leave to bring in the following joint resolution; which was read twice, referred to the Committee on Post Offices and Post Roads, and ordered to be printed. Reported by Mr. Ramsey, with amendments, viz: Strike out the words in [brackets] and insert the words printed in italics. Joint Resolution Relating to the ocean mail steamship service between the United States and China, authorized by act of Congress, approved February seventeen, eighteen hundred and sixty-five.",
    "pages": [
      {
        "image": "00880000.tif",
        "page": 1
      },
      {
        "image": "00890002.tif",
        "page": 2
      },
      {
        "image": "00900003.tif",
        "page": 3
      }
    ],
    "session": 2,
    "volume": 40
  },
  {
    "bill_numbers": [
      "S.R. 105"
    ],
    "chamber": "s",
    "collection": "llsr",
    "committees": [
      "Committee on Indian Affairs"
    ],
    "congress": 40,
    "dates": [
      "1868-02-10"
    ],
    "description": "Mr. Henderson asked, and by unanimous consent obtained, leave to bring in the following bill; which was read twice, referred to the Committee on Indian Affairs, and ordered to be printed. Joint Resolution Authorizing the Secretary of War to cause surplus or condemned property to be issued to the Indians.",
    "pages": [
      {
        "image": "00910000.tif",
        "page": 1
      },
      {
        "image": "00920002.tif",
        "page": 2
      }
    ],
    "session": 2,
    "volume": 40
  },
  {
    "bill_numbers": [
      "S.R. 107"
    ],
    "chamber": "s",
    "collection": "llsr",
    "committees": [
      "Committee on the Judiciary"
    ],
    "congress": 40,
    "dates": [
      "1868-02-17"
    ],
    "description": "Mr. Hendricks, from the Committee on the Judiciary, reported the following joint resolution; which was read the first and second times. Joint Resolution In relation to the Maquoketa river, in the State of Iowa.",
    "pages": [
      {
        "image": "00930000.tif",
        "page": 1
      }
    ],
    "session": 2,
    "volume": 40
  },
  {
    "bill_numbers": [
      "S.R. 109"
    ],
    "chamber": "s",
    "collection": "llsr",
    "committees": [
      "Committee on Commerce"
    ],
    "congress": 40,
    "dates": [
      "1868-02-17"
    ],
    "description": "Mr. Ferry asked, and by unanimous consent obtained, leave to bring in the following joint resolution; which was read twice, referred to the Committee on Commerce, and ordered to be printed. Joint Resolution Authorizing the Secretary of the Treasury to issue an American register to the bark Golden Fleece.",
    "pages": [
      {
        "image": "00940000.tif",
        "page": 1
      }
    ],
    "session": 2,
    "volume": 40
  },
  {
    "bill_numbers": [
      "S.R. 111"
    ],
    "chamber": "s",
    "collection": "llsr",
    "committees": [
      "Committee on Military Affairs and the Militia"
    ],
    "congress": 40,
    "dates": [
      "1868-02-19"
    ],
    "description": "Mr. Wilson asked, and by unanimous consent obtained, leave to bring in the following joint resolution; which was read twice, referred to the Committee on Military Affairs and the Militia, and ordered to be printed. Joint Resolution Providing for the issue of clothing to soldiers and others to replace clothing destroyed to prevent contagion.",
    "pages": [
      {
        "image": "00950000.tif",
        "page": 1
      }
    ],
    "session": 2,
    "volume": 40
  },
  {
    "bill_numbers": [
      "S.R. 112"
    ],
    "chamber": "s",
    "collection": "llsr",
    "committees": [],
    "congress": 40,
    "dates": [
      "1868-02-19"
    ],
    "description": "Mr. Wilson asked, and by unanimous consent obtained, leave to bring in the following joint resolution; which was read twice and ordered to be printed. Joint Resolution To restore Alabama to representation in Congress. Whereas the act of March twenty-three, eighteen hundred and sixty-seven, entitled ''An act supplementary to 'An act to provide for the more efficient government of the rebel States,' passed March two, eighteen hundred and sixty-seven, and to facilitate restoration,'' provided that the election for the ratification for the constitution of each of the rebel States ''should be one at which all the registered and qualified electors of the State should have an opportunity to vote freely and without restraint, fear, or the influence of fraud;'' and whereas at the election for the ratification of the constitution of Alabama, electors, owing to their dismissal from employment and the hostile and menacing actions of combinations of persons, had not ''an opportunity to vote freely and without restraint, fear, or the influence of fraud;'' and whereas Congress is satisfied that the constitution of Alabama meets the approval of a majority of all the qualified electors of the State: Therefore,",
    "pages": [
      {
        "image": "00960000.tif",
        "page": 1
      },
      {
        "image": "00970002.tif",
        "page": 2
      }
    ],
    "session": 2,
    "volume": 40
  },
  {
    "bill_numbers": [
      "S.R. 113"
    ],
    "chamber": "s",
    "collection": "llsr",
    "committees": [
      "Committee on Commerce"
    ],
    "congress": 40,
    "dates": [
      "1868-02-21"
    ],
    "description": "Mr. Chandler, from the Committee on Commerce, reported the following joint resolution; which was read and passed to a second reading. Joint Resolution Authorizing the Secretary of the Treasury to issue an American register to the British-built brig Highland Mary.",
    "pages": [
      {
        "image": "00980000.tif",
        "page": 1
      }
    ],
    "session": 2,
    "volume": 40
  },
  {
    "bill_numbers": [
      "S.R. 115"
    ],
    "chamber": "s",
    "collection": "llsr",
    "committees": [
      "Joint Committee on Retrenchment"
    ],
    "congress": 40,
    "dates": [
      "1868-02-28"
    ],
    "description": "Mr. Williams, from the Joint Committee on Retrenchment, reported the following joint resolution; which was read and passed to a second reading. Joint Resolution To abolish the present Bureau of Statistics and transfer the duties thereof to the Special Commissioner of Revenue.",
    "pages": [
      {
        "image": "00990000.tif",
        "page": 1
      }
    ],
    "session": 2,
    "volume": 40
  },
  {
    "bill_numbers": [
      "S.R. 116"
    ],
    "chamber": "s",
    "collection": "llsr",
    "committees": [
      "Committee on Public Lands"
    ],
    "congress": 40,
    "dates": [
      "1868-02-28"
    ],
    "description": "Mr. Cole asked, and by unanimous consent obtained, leave to bring in the following joint resolution; which was read twice, referred to the Committee on Public Lands, and ordered to be printed. Joint Resolution Relating to the islands of Saint Paul and Saint George.",
    "pages": [
      {
        "image": "01000000.tif",
        "page": 1
      }
    ],
    "session": 2,
    "volume": 40
  },
  {
    "bill_numbers": [
      "S.R. 120"
    ],
    "chamber": "s",
    "collection": "llsr",
    "committees": [
      "Committee on Military Affairs and the Militia"
    ],
    "congress": 40,
    "dates": [
      "1868-03-07"
    ],
    "description": "Mr. Wade asked, and by unanimous consent obtained, leave to bring in the following joint resolution; which was read twice, referred to the Committee on Military Affairs and the Militia, and ordered to be printed. Joint Resolution For the relief of the heirs of Major A. L. Brewer, late a paymaster in the United States army.",
    "pages": [
      {
        "image": "01010000.tif",
        "page": 1
      }
    ],
    "session": 2,
    "volume": 40
  },
  {
    "bill_numbers": [
      "S.R. 123"
    ],
    "chamber": "s",
    "collection": "llsr",
    "committees": [
      "Committee on Foreign Relations"
    ],
    "congress": 40,
    "dates": [
      "1868-03-17"
    ],
    "description": "Mr. Fessenden, from the Committee on Foreign Relations, reported the following joint resolution; which was read and passed to a second reading. Joint Resolution Authorizing the Secretary of State to adjust certain claims, and directing the payment thereof.",
    "pages": [
      {
        "image": "01020000.tif",
        "page": 1
      },
      {
        "image": "01030002.tif",
        "page": 2
      }
    ],
    "session": 2,
    "volume": 40
  },
  {
    "bill_numbers": [
      "S.R. 125"
    ],
    "chamber": "s",
    "collection": "llsr",
    "committees": [
      "Committee on Commerce"
    ],
    "congress": 40,
    "dates": [
      "1868-03-18"
    ],
    "description": "Mr. Conness asked, and by unanimous consent obtained, leave to bring in the following joint resolution; which was read twice, referred to the Committee on Commerce, and ordered to be printed. Joint Resolution Authorizing the issue of a new register to the American-built schooner Milton Badger.",
    "pages": [
      {
        "image": "01040000.tif",
        "page": 1
      }
    ],
    "session": 2,
    "volume": 40
  },
  {
    "bill_numbers": [
      "S.R. 128"
    ],
    "chamber": "s",
    "collection": "llsr",
    "committees": [
      "Committee on Claims"
    ],
    "congress": 40,
    "dates": [
      "1868-03-23"
    ],
    "description": "Mr. Cole, from the Committee on Claims, submitted a report, (No. 86,) accompanied by the following joint resolution; which was read and passed to a second reading. Joint Resolution For the relief of George B. Halstead.",
    "pages": [
      {
        "image": "01050000.tif",
        "page": 1
      }
    ],
    "session": 2,
    "volume": 40
  },
  {
    "bill_numbers": [
      "S.R. 129"
    ],
    "chamber": "s",
    "collection": "llsr",
    "committees": [
      "Committee on Military Affairs and the Militia"
    ],
    "congress": 40,
    "dates": [
      "1868-03-23",
      "1868-04-07"
    ],
    "description": "Mr. Wilson asked, and by unanimous consent obtained, leave to bring in the following joint resolution; which was read twice and referred to the Committee on Military Affairs and the Militia. Reported by Mr. Wilson without amendment. Joint Resolution Donating certain captured ordnance for the completion of a monument to the memory of the late Major General John Sedgwick.",
    "pages": [
      {
        "image": "01060000.tif",
        "page": 1
      }
    ],
    "session": 2,
    "volume": 40
  },
  {
    "bill_numbers": [
      "S.R. 132"
    ],
    "chamber": "s",
    "collection": "llsr",
    "committees": [
      "Committee on Military Affairs and the Militia"
    ],
    "congress": 40,
    "dates": [
      "1868-04-06",
      "1868-04-08"
    ],
    "description": "Mr. Trumbull asked, and by unanimous consent obtained, leave to bring in the following joint resolution; which was read twice and referred to the Committee on Military Affairs and the Militia. Reported by Mr. Wilson, with an amendment, viz: Insert the words printed in italics. Joint Resolution Authorizing the Secretary of War to furnish supplies to an exploring expedition.",
    "pages": [
      {
        "image": "01070000.tif",
        "page": 1
      }
    ],
    "session": 2,
    "volume": 40
  },
  {
    "bill_numbers": [
      "S.R. 133"
    ],
    "chamber": "s",
    "collection": "llsr",
    "committees": [
      "Committee on the Judiciary"
    ],
    "congress": 40,
    "dates": [
      "1868-04-08",
      "1869-01-15"
    ],
    "description": "Mr. Sumner asked, and by unanimous consent obtained, leave to bring in the following joint resolution; which was read twice and referred to the Committee on the Judiciary. Reported by Mr. Trumbull without amendment, and that it ought not to pass. Joint Resolution Proposing an amendment to the Constitution of the United States.",
    "pages": [
      {
        "image": "01080000.tif",
        "page": 1
      }
    ],
    "session": 2,
    "volume": 40
  },
  {
    "bill_numbers": [
      "S.R. 134"
    ],
    "chamber": "s",
    "collection": "llsr",
    "committees": [
      "Committee on Post Offices and Post Roads"
    ],
    "congress": 40,
    "dates": [
      "1868-05-13"
    ],
    "description": "Mr. Ramsey asked, and by unanimous consent obtained, leave to bring in the following joint resolution; which was read twice, referred to the Committee on Post Offices and Post Roads, and ordered to be printed. Joint Resolution Authorizing a change of mail service between Fort Abercrombie and Helena.",
    "pages": [
      {
        "image": "01090000.tif",
        "page": 1
      }
    ],
    "session": 2,
    "volume": 40
  },
  {
    "bill_numbers": [
      "S.R. 135"
    ],
    "chamber": "s",
    "collection": "llsr",
    "committees": [
      "Committee on the Judiciary"
    ],
    "congress": 40,
    "dates": [
      "1868-05-13"
    ],
    "description": "Mr. Wilson asked, and by unanimous consent obtained, leave to bring in the following joint resolution; which was read twice, referred to the Committee on the Judiciary, and ordered to be printed. Joint Resolution To restore Alabama, North Carolina, South Carolina, Georgia, Louisiana, and Florida to representation in Congress.",
    "pages": [
      {
        "image": "01100000.tif",
        "page": 1
      },
      {
        "image": "01110002.tif",
        "page": 2
      }
    ],
    "session": 2,
    "volume": 40
  },
  {
    "bill_numbers": [
      "S.R. 136"
    ],
    "chamber": "s",
    "collection": "llsr",
    "committees": [
      "Committee on Claims"
    ],
    "congress": 40,
    "dates": [
      "1868-05-25"
    ],
    "description": "Mr. Cole asked, and by unanimous consent obtained, leave to bring in the following joint resolution; which was read twice, referred to the Committee on Claims, and ordered to be printed. Joint Resolution For the relief of Jacob P. Leese.",
    "pages": [
      {
        "image": "01120000.tif",
        "page": 1
      }
    ],
    "session": 2,
    "volume": 40
  },
  {
    "bill_numbers": [
      "S.R. 137"
    ],
    "chamber": "s",
    "collection": "llsr",
    "committees": [
      "Committee on the Pacific Railroad"
    ],
    "congress": 40,
    "dates": [
      "1868-05-28"
    ],
    "description": "Mr. Ramsey asked, and by unanimous consent obtained, leave to bring in the following joint resolution; which was read twice, referred to the Committee on the Pacific Railroad, and ordered to be printed. Joint Resolution Extending the time for the completion of the Northern Pacific railroad.",
    "pages": [
      {
        "image": "01130000.tif",
        "page": 1
      }
    ],
    "session": 2,
    "volume": 40
  },
  {
    "bill_numbers": [
      "S.R. 138"
    ],
    "chamber": "s",
    "collection": "llsr",
    "committees": [
      "Committee on Claims"
    ],
    "congress": 40,
    "dates": [
      "1868-05-29",
      "1868-06-18"
    ],
    "description": "Mr. Stewart asked, and by unanimous consent obtained, leave to bring in the following joint resolution; which was read twice and referred to the Committee on Claims. Committee discharged. Joint Resolution To appoint a board of examiners for claimant against the United States in the State of Nevada.",
    "pages": [
      {
        "image": "01140000.tif",
        "page": 1
      }
    ],
    "session": 2,
    "volume": 40
  },
  {
    "bill_numbers": [
      "S.R. 139"
    ],
    "chamber": "s",
    "collection": "llsr",
    "committees": [
      "Committee on the Judiciary"
    ],
    "congress": 40,
    "dates": [
      "1868-06-02"
    ],
    "description": "Mr. Edmunds asked, and by unanimous consent obtained, leave to bring in the following joint resolution; which was read twice, referred to the Committee on the Judiciary, and ordered to be printed. Joint Resolution Excluding from the electoral college votes of States lately in rebellion which shall not have been reorganized.",
    "pages": [
      {
        "image": "01150000.tif",
        "page": 1
      }
    ],
    "session": 2,
    "volume": 40
  },
  {
    "bill_numbers": [
      "S.R. 139"
    ],
    "chamber": "s",
    "collection": "llsr",
    "committees": [
      "Committee on the Judiciary"
    ],
    "congress": 40,
    "dates": [
      "1868-06-02",
      "1868-06-29"
    ],
    "description": "Mr. Edmunds asked, and by unanimous consent obtained, leave to bring in the following joint resolution; which was read twice, referred to the Committee on the Judiciary, and ordered to be printed. Reported by Mr. Edmunds, with an amendment, viz: Insert the words printed in italics. Joint Resolution Excluding from the electoral college votes of States lately in rebellion which shall not have been reorganized.",
    "pages": [
      {
        "image": "01160000.tif",
        "page": 1
      },
      {
        "image": "01170002.tif",
        "page": 2
      }
    ],
    "session": 2,
    "volume": 40
  },
  {
    "bill_numbers": [
      "S.R. 139"
    ],
    "chamber": "s",
    "collection": "llsr",
    "committees": [],
    "congress": 40,
    "dates": [
      "1868-07-09"
    ],
    "description": "Ordered to be printed. Amendment Proposed by Mr. Drake to the joint resolution (S. R. 139) excluding from the electoral college votes of States lately in rebellion which shall not have been reorganized, viz: Strike out all after the word ''That'' in line 3, and insert in lieu thereof, the following:",
    "pages": [
      {
        "image": "01180000.tif",
        "page": 1
      }
    ],
    "session": 2,
    "volume": 40
  },
  {
    "bill_numbers": [
      "S.R. 141"
    ],
    "chamber": "s",
    "collection": "llsr",
    "committees": [
      "Committee on Appropriations"
    ],
    "congress": 40,
    "dates": [
      "1868-06-08"
    ],
    "description": "Mr. Williams asked, and by unanimous consent obtained, leave to bring in the following joint resolution; which was read twice, referred to the Committee on Appropriations, and ordered to be printed. Joint Resolution Requiring the Special Commissioner of the Revenue to act as Superintendent of the Bureau of Statistics in the office of the Secretary of the Treasury.",
    "pages": [
      {
        "image": "01190000.tif",
        "page": 1
      },
      {
        "image": "01200002.tif",
        "page": 2
      }
    ],
    "session": 2,
    "volume": 40
  },
  {
    "bill_numbers": [
      "S.R. 142"
    ],
    "chamber": "s",
    "collection": "llsr",
    "committees": [
      "Committee on the Judiciary"
    ],
    "congress": 40,
    "dates": [
      "1868-06-09"
    ],
    "description": "Mr. Nye asked, and by unanimous consent obtained, leave to bring in the following joint resolution; which was read twice, referred to the Committee on the Judiciary, and ordered to be printed. Joint Resolution To refer the claim of George Chorpenning under a former act of Congress for his relief to the Court of Claims.",
    "pages": [
      {
        "image": "01210000.tif",
        "page": 1
      }
    ],
    "session": 2,
    "volume": 40
  },
  {
    "bill_numbers": [
      "S.R. 145"
    ],
    "chamber": "s",
    "collection": "llsr",
    "committees": [
      "Joint Committee on Ordnance"
    ],
    "congress": 40,
    "dates": [
      "1868-06-15"
    ],
    "description": "Mr. Nye asked, and by unanimous consent obtained, leave to bring in the following joint resolution; which was read twice and referred to the Joint Committee on Ordnance, and ordered to be printed. Joint Resolution In relation to coast defence.",
    "pages": [
      {
        "image": "01220000.tif",
        "page": 1
      },
      {
        "image": "01230002.tif",
        "page": 2
      }
    ],
    "session": 2,
    "volume": 40
  },
  {
    "bill_numbers": [
      "S.R. 147"
    ],
    "chamber": "s",
    "collection": "llsr",
    "committees": [],
    "congress": 40,
    "dates": [
      "1868-06-16"
    ],
    "description": "Mr. Ferry asked, and by unanimous consent obtained, leave to bring in the following joint resolution; which was read twice and ordered to be printed. Joint Resolution For the relief of Jonathan S. Turner. Whereas Jonathan S. Turner, of Fair Haven, in the county of New Haven and State of Connecticut, did obtain letters patent of the United States of America, for improvement in alarm clocks, dated July thirteen, eighteen hundred and fifty-two; and whereas the said Jonathan S. Turner did, on or about the twenty-seventh day of December, eighteen hundred and sixty-five, file in the Patent Office his petition or application for an extension of the term, in accordance with the provisions of the eighteenth section of the patent act, approved July four, eighteen hundred and thirty-six, and complied with all the requirements of the rules and laws applicable thereto, except the inadvertent omission of one revenue stamp of the value of five cents, for which omission only, the Acting Commissioner of Patents did, on the twelfth day of July, eighteen hundred and sixty-six, refuse to extend the said patent: Therefore,",
    "pages": [
      {
        "image": "01240000.tif",
        "page": 1
      },
      {
        "image": "01250002.tif",
        "page": 2
      }
    ],
    "session": 2,
    "volume": 40
  },
  {
    "bill_numbers": [
      "S.R. 149"
    ],
    "chamber": "s",
    "collection": "llsr",
    "committees": [
      "Committee on Military Affairs and the Militia"
    ],
    "congress": 40,
    "dates": [
      "1868-06-17",
      "1868-06-22"
    ],
    "description": "Mr. Wilson asked, and by unanimous consent obtained, leave to bring in the following joint resolution; which was read twice and referred to the Committee on Military Affairs and the Militia. Reported by Mr. Wilson, without amendment. Joint Resolution Authorizing the sale of damaged or unserviceable arms, ordnance, and ordnance stores.",
    "pages": [
      {
        "image": "01260000.tif",
        "page": 1
      }
    ],
    "session": 2,
    "volume": 40
  },
  {
    "bill_numbers": [
      "S.R. 151"
    ],
    "chamber": "s",
    "collection": "llsr",
    "committees": [
      "Committee on Military Affairs and the Militia"
    ],
    "congress": 40,
    "dates": [
      "1868-06-19",
      "1868-06-22"
    ],
    "description": "Mr. Wilson asked, and by unanimous consent obtained, leave to bring in the following joint resolution; which was read twice and referred to the Committee on Military Affairs and the Militia. Reported by Mr. Wilson, without amendment. Joint Resolution To drop from the rolls of the army certain officers absent without authority from their commands.",
    "pages": [
      {
        "image": "01270000.tif",
        "page": 1
      }
    ],
    "session": 2,
    "volume": 40
  },
  {
    "bill_numbers": [
      "S.R. 152"
    ],
    "chamber": "s",
    "collection": "llsr",
    "committees": [
      "Committee on Public Lands"
    ],
    "congress": 40,
    "dates": [
      "1868-06-29"
    ],
    "description": "Mr. Pomeroy, from the Committee on Public Lands, reported the following joint resolution; which was read and passed to a second reading. Joint Resolution To extend the time for the completion of the West Wisconsin railroad.",
    "pages": [
      {
        "image": "01280000.tif",
        "page": 1
      }
    ],
    "session": 2,
    "volume": 40
  },
  {
    "bill_numbers": [
      "S.R. 153"
    ],
    "chamber": "s",
    "collection": "llsr",
    "committees": [
      "Committee on the Library"
    ],
    "congress": 40,
    "dates": [
      "1868-06-30"
    ],
    "description": "Mr. Morgan, from the Committee on the Library, reported the following joint resolution; which was read and passed to a second reading. Joint Resolution Authorizing the sale at public auction of certain surplus books and documents not in the custody of the Secretary of the Interior.",
    "pages": [
      {
        "image": "01290000.tif",
        "page": 1
      }
    ],
    "session": 2,
    "volume": 40
  },
  {
    "bill_numbers": [
      "S.R. 155"
    ],
    "chamber": "s",
    "collection": "llsr",
    "committees": [],
    "congress": 40,
    "dates": [
      "1868-07-07"
    ],
    "description": "Mr. Conkling asked, and by unanimous consent obtained, leave to bring in the following joint resolution; which was read twice and ordered to be printed. Joint Resolution Regulating representation in the electoral college.",
    "pages": [
      {
        "image": "01300000.tif",
        "page": 1
      }
    ],
    "session": 2,
    "volume": 40
  },
  {
    "bill_numbers": [
      "S.R. 156"
    ],
    "chamber": "s",
    "collection": "llsr",
    "committees": [
      "Committee on Military Affairs and the Militia"
    ],
    "congress": 40,
    "dates": [
      "1868-07-09"
    ],
    "description": "Mr. Ross asked, and by unanimous consent obtained, leave to bring in the following joint resolution; which was read twice, referred to the Committee on Military Affairs and the Militia, and ordered to be printed. Joint Resolution Authorizing the appointment of commissioners to examine the claims of citizens of Douglas, Johnson, and Miami counties, Kansas, for spoliations committed in what is known as the Quantrel raid, in August, eighteen hundred and sixty-three.",
    "pages": [
      {
        "image": "01310000.tif",
        "page": 1
      }
    ],
    "session": 2,
    "volume": 40
  },
  {
    "bill_numbers": [
      "S.R. 157"
    ],
    "chamber": "s",
    "collection": "llsr",
    "committees": [
      "Committee on the Pacific Railroad"
    ],
    "congress": 40,
    "dates": [
      "1868-07-10"
    ],
    "description": "Mr. Drake, from the Committee on the Pacific Railroad, submitted a report (No. 162) accompanied by the following joint resolution; which was read and passed to a second reading. Joint Resolution In relation to the Union Pacific railway, eastern division.",
    "pages": [
      {
        "image": "01320000.tif",
        "page": 1
      }
    ],
    "session": 2,
    "volume": 40
  },
  {
    "bill_numbers": [
      "S.R. 158"
    ],
    "chamber": "s",
    "collection": "llsr",
    "committees": [
      "Committee on the Judiciary"
    ],
    "congress": 40,
    "dates": [
      "1868-07-10"
    ],
    "description": "Mr. Williams asked, and by unanimous consent obtained, leave to bring in the following joint resolution; which was read twice, referred to the Committee on the Judiciary, and ordered to be printed. Joint Resolution To extend to act establishing the Court of Claims to the claims arising under the act of the second of March, eighteen hundred and sixty-one, providing for the payment of the expenses of the Washington and Oregon Indian war of eighteen hundred and fifty-five and eighteen hundred and fifty-six.",
    "pages": [
      {
        "image": "01330000.tif",
        "page": 1
      },
      {
        "image": "01340002.tif",
        "page": 2
      }
    ],
    "session": 2,
    "volume": 40
  },
  {
    "bill_numbers": [
      "S.R. 159"
    ],
    "chamber": "s",
    "collection": "llsr",
    "committees": [
      "Committee on Public Lands"
    ],
    "congress": 40,
    "dates": [
      "1868-07-13"
    ],
    "description": "Mr. Osborn asked, and by unanimous consent obtained, leave to bring in the following joint resolution; which was read twice, referred to the Committee on Public Lands, and ordered to be printed. Joint Resolution Authorizing the Commissioner of the Bureau of Refugees, Freedmen and Abandoned Lands to sell certain portions of public lands within the corporate limits of the city of Pensacola, Florida, for educational purposes.",
    "pages": [
      {
        "image": "01350000.tif",
        "page": 1
      }
    ],
    "session": 2,
    "volume": 40
  },
  {
    "bill_numbers": [
      "S.R. 160"
    ],
    "chamber": "s",
    "collection": "llsr",
    "committees": [
      "Committee on Military Affairs and the Militia"
    ],
    "congress": 40,
    "dates": [
      "1868-07-15"
    ],
    "description": "Mr. Cole asked, and by unanimous consent obtained, leave to bring in the following joint resolution; which was read twice, referred to the Committee on Military Affairs and the Militia, and ordered to be printed. Joint Resolution Relating to the Terminal Central Pacific Railway Company.",
    "pages": [
      {
        "image": "01360000.tif",
        "page": 1
      },
      {
        "image": "01370002.tif",
        "page": 2
      }
    ],
    "session": 2,
    "volume": 40
  },
  {
    "bill_numbers": [
      "S.R. 161"
    ],
    "chamber": "s",
    "collection": "llsr",
    "committees": [
      "Committee on Patents and the Patent Office"
    ],
    "congress": 40,
    "dates": [
      "1868-07-15"
    ],
    "description": "Mr. Willey, from the Committee on Patents and the Patent Office, reported the following joint resolution; which was read and passed to a second reading. Joint Resolution Providing that a certain part of the ''Act making appropriations for sundry civil expenses of the government for the year ending June thirtieth, eighteen hundred and sixty-nine, and for other purposes,'' shall not take effect until the first day of March, eighteen hundred and sixty-nine.",
    "pages": [
      {
        "image": "01380000.tif",
        "page": 1
      },
      {
        "image": "01390002.tif",
        "page": 2
      }
    ],
    "session": 2,
    "volume": 40
  },
  {
    "bill_numbers": [
      "S.R. 162"
    ],
    "chamber": "s",
    "collection": "llsr",
    "committees": [
      "Committee on Commerce"
    ],
    "congress": 40,
    "dates": [
      "1868-07-16"
    ],
    "description": "Mr. Morgan, from the Committee on Commerce, submitted a report (No. 169) accompanied by the following joint resolution; which was read and passed to a second reading. Joint Resolution To regulate the carriage of passengers in steamships and other vessels.",
    "pages": [
      {
        "image": "01400000.tif",
        "page": 1
      },
      {
        "image": "01410002.tif",
        "page": 2
      }
    ],
    "session": 2,
    "volume": 40
  },
  {
    "bill_numbers": [
      "S.R. 163"
    ],
    "chamber": "s",
    "collection": "llsr",
    "committees": [
      "Committee on Claims"
    ],
    "congress": 40,
    "dates": [
      "1868-07-17"
    ],
    "description": "Mr. Frelinghuysen, from the Committee on Claims, submitted a report, (No. 172,) accompanied by the following joint resolution; which was read and passed to a second reading. Joint Resolution For the relief of Benjamin Cooley and James W. Boswell. Whereas the amount of mail matter carried over routes three thousand two hundred and ninety-three and three thousand three hundred and four, from Washington city, in the District of Columbia, to Poolesville, in the State of Maryland, during some portion of the time under the contracts for carrying the mails thereon from July first, eighteen hundred and sixty, to June thirty, eighteen hundred and sixty-four, greatly exceeded any anticipated quantity of mails to be carried over said routes at the time said contracts were made, on account of the large number of troops stationed at Poolesville and vicinity, and which could not have been foreseen by the contractors: Therefore,",
    "pages": [
      {
        "image": "01420000.tif",
        "page": 1
      },
      {
        "image": "01430002.tif",
        "page": 2
      }
    ],
    "session": 2,
    "volume": 40
  },
  {
    "bill_numbers": [
      "S.R. 165"
    ],
    "chamber": "s",
    "collection": "llsr",
    "committees": [
      "Committee on Indian Affairs"
    ],
    "congress": 40,
    "dates": [
      "1868-07-18"
    ],
    "description": "Mr. Pomeroy asked, and by unanimous consent obtained, leave to bring in the following joint resolution; which was read twice, referred to the Committee on Indian Affairs and ordered to be printed. Joint Resolution Authorizing the Commissioner of Indian Affairs to appoint guardians or trustees for minor Indian children who may be entitled to pensions or bounties under the existing laws. Whereas sundry Indians served in the federal army, some of whom died in the service and others since leaving minor heirs; and whereas there is no provision of law for said minor Indians to obtain bounties, back pay, or other benefits to which their ancestor was entitled: Therefore,",
    "pages": [
      {
        "image": "01440000.tif",
        "page": 1
      }
    ],
    "session": 2,
    "volume": 40
  },
  {
    "bill_numbers": [
      "S.R. 165"
    ],
    "chamber": "s",
    "collection": "llsr",
    "committees": [
      "Committee on Indian Affairs"
    ],
    "congress": 40,
    "dates": [
      "1868-07-18",
      "1869-01-12"
    ],
    "description": "Mr. Pomeroy asked, and by unanimous consent obtained, leave to bring in the following joint resolution; which was read twice, referred to the Committee on Indian Affairs and ordered to be printed. Reported by Mr. Ross with an amendment, viz: Insert the words printed in italics. Joint Resolution Authorizing the Commissioner of Indian Affairs to appoint guardians or trustees for minor Indian children who may be entitled to pensions or bounties under the existing laws. Whereas sundry Indians served in the federal army, some of whom died in the service and others since leaving minor heirs; and whereas there is no provision of law for said minor Indians to obtain bounties, back pay, or other benefits to which their ancestor was entitled: Therefore,",
    "pages": [
      {
        "image": "01450000.tif",
        "page": 1
      },
      {
        "image": "01460002.tif",
        "page": 2
      }
    ],
    "session": 3,
    "volume": 40
  },
  {
    "bill_numbers": [
      "S.R. 166"
    ],
    "chamber": "s",
    "collection": "llsr",
    "committees": [
      "Committee on the Judiciary"
    ],
    "congress": 40,
    "dates": [
      "1868-07-18"
    ],
    "description": "Mr. Sherman asked, and by unanimous consent obtained, leave to bring in the following joint resolution; which was read twice, referred to the Committee on the Judiciary, and ordered to be printed. Joint Resolution Declaring the ratification of the fourteenth article of amendment of the Constitution of the United States. Whereas the legislatures of the States of Connecticut, Tennessee, New Jersey, Oregon, Vermont, West Virginia, Kansas, Missouri, Indiana, Ohio, Illinois, Minnesota, New York, Wisconsin, Pennsylvania, Rhode Island, Michigan, Nevada, New Hampshire, Massachusetts, Nebraska, Maine, Iowa, Arkansas, Florida, North Carolina, Alabama, South Carolina, and Louisiana, being three-fourths and more of the several States of the Union, have ratified the fourteenth article of amendment to the Constitution of the United States duly proposed by two-thirds of each house of the thirty-ninth Congress: Therefore,",
    "pages": [
      {
        "image": "01470000.tif",
        "page": 1
      }
    ],
    "session": 2,
    "volume": 40
  },
  {
    "bill_numbers": [
      "S.R. 167"
    ],
    "chamber": "s",
    "collection": "llsr",
    "committees": [
      "Committee on Commerce"
    ],
    "congress": 40,
    "dates": [
      "1868-07-21"
    ],
    "description": "Mr. Morgan, from the Committee on Commerce, submitted a report, (No. 181,) accompanied by the following joint resolution; which was read and passed to a second reading. Joint Resolution For the relief of a certain officer of the United States Coast Survey.",
    "pages": [
      {
        "image": "01480000.tif",
        "page": 1
      },
      {
        "image": "01490002.tif",
        "page": 2
      }
    ],
    "session": 2,
    "volume": 40
  },
  {
    "bill_numbers": [
      "S.R. 168"
    ],
    "chamber": "s",
    "collection": "llsr",
    "committees": [
      "Committee on Military Affairs and the Militia"
    ],
    "congress": 40,
    "dates": [
      "1868-07-21"
    ],
    "description": "Mr. Pomeroy asked, and by unanimous consent obtained, leave to bring in the following joint resolution; which was read twice, referred to the Committee on Military Affairs and the Militia, and ordered to be printed. Joint Resolution For the relief of John Montgomery.",
    "pages": [
      {
        "image": "01500000.tif",
        "page": 1
      }
    ],
    "session": 2,
    "volume": 40
  },
  {
    "bill_numbers": [
      "S.R. 175"
    ],
    "chamber": "s",
    "collection": "llsr",
    "committees": [
      "Joint Committee on Retrenchment"
    ],
    "congress": 40,
    "dates": [
      "1868-07-24"
    ],
    "description": "Mr. Patterson, of New Hampshire, from the Joint Committee on Retrenchment, submitted a report, (No. 188,) accompanied by the following joint resolution; which was read and passed to a second reading. Joint Resolution Relative to the recent contract for stationery for the Department of the Interior.",
    "pages": [
      {
        "image": "01510000.tif",
        "page": 1
      }
    ],
    "session": 2,
    "volume": 40
  },
  {
    "bill_numbers": [
      "S.R. 176"
    ],
    "chamber": "s",
    "collection": "llsr",
    "committees": [
      "Committee on the Public Lands"
    ],
    "congress": 40,
    "dates": [
      "1869-02-04"
    ],
    "description": "Read twice, referred to the Committee on the Public Lands, and ordered to be printed. Joint Resolution Extending the benefits of ''An act donating public lands to the several States and Territories which may provide colleges for the benefit of agriculture and the mechanic arts,'' approved July second, anno Domini eighteen hundred and sixty-two, as amended by act of July twenty-third, anno Domini eighteen hundred and sixty-six, to States lately in rebellion. Whereas under the provisions of an act of Congress, approved July second, anno Domini eighteen hundred and sixty-two, entitled ''An act donating public lands to the several States and Territories which may provide colleges for the benefit of agriculture and the mechanic arts,'' and under the provisions of an act of Congress, approved July twenty-third, anno Domini eighteen hundred and sixty-six, entitled ''An act to amend the fifth section of an act entitled An act donating public lands to the several States and Territories which may provide colleges for the benefit of agriculture and the mechanic arts,' approved July second, anno Domini eighteen hundred and sixty-two, so as to extend the time within which the provisions of said act shall be accepted and such colleges established,'' the several States and Territories became entitled, under certain conditions, to grants of land or land scrip; and whereas by a resolution of the Senate and House of Representatives approved March twenty-nine, anno Domini eighteen hundred and sixty-seven, the issued or delivery of said land scrip to any of the States lately in rebellion against the United States, except the State of Tennessee, was prohibited until said States should be fully restored to their rights as States by Congress; and whereas several of said States lately in rebellion have already been fully restored to their rights as States by Congress: Therefore,",
    "pages": [
      {
        "image": "01520000.tif",
        "page": 1
      },
      {
        "image": "01530002.tif",
        "page": 2
      }
    ],
    "session": 3,
    "volume": 40
  },
  {
    "bill_numbers": [
      "S.R. 177"
    ],
    "chamber": "s",
    "collection": "llsr",
    "committees": [
      "Committee on the Judiciary"
    ],
    "congress": 40,
    "dates": [
      "1868-07-25"
    ],
    "description": "Mr. Kellogg asked, and by unanimous consent obtained, leave to bring in the following joint resolution; which was read twice, referred to the Committee on the Judiciary, and ordered to be printed. Joint Resolution To extend the provisions of the act of July fourth, eighteen hundred and sixty-four, limiting the jurisdiction of the Court of Claims to the loyal citizens of the State of Louisiana.",
    "pages": [
      {
        "image": "01540000.tif",
        "page": 1
      }
    ],
    "session": 2,
    "volume": 40
  },
  {
    "bill_numbers": [
      "S.R. 178"
    ],
    "chamber": "s",
    "collection": "llsr",
    "committees": [],
    "congress": 40,
    "dates": [
      "1868-12-07"
    ],
    "description": "Mr. Sumner asked, and by unanimous consent obtained, leave to bring in the following joint resolution; which was read twice and ordered to be printed. Joint Resolution Tendering sympathy and best wishes to the people of Spain.",
    "pages": [
      {
        "image": "01550000.tif",
        "page": 1
      },
      {
        "image": "01560002.tif",
        "page": 2
      }
    ],
    "session": 3,
    "volume": 40
  },
  {
    "bill_numbers": [
      "S.R. 178"
    ],
    "chamber": "s",
    "collection": "llsr",
    "committees": [
      "Committee on Foreign Relations"
    ],
    "congress": 40,
    "dates": [
      "1868-12-07",
      "1868-12-10",
      "1868-12-15"
    ],
    "description": "Mr. Sumner asked, and by unanimous consent obtained, leave to bring in the following joint resolution; which was read twice and ordered to be printed. Referred to the Committee on Foreign Relations. Reported by Mr. Sumner with amendments, viz: Strike out the parts in [brackets,] and insert the parts printed in italics. Joint Resolution Tendering sympathy [and best wishes] to the people of Spain.",
    "pages": [
      {
        "image": "01570000.tif",
        "page": 1
      },
      {
        "image": "01580002.tif",
        "page": 2
      }
    ],
    "session": 3,
    "volume": 40
  },
  {
    "bill_numbers": [
      "S.R. 179"
    ],
    "chamber": "s",
    "collection": "llsr",
    "committees": [],
    "congress": 40,
    "dates": [
      "1868-12-07"
    ],
    "description": "Mr. Cragin asked, and by unanimous consent obtained, leave to bring in the following joint resolution; which as read twice and ordered to be printed. Joint Resolution Proposing an amendment to the Constitution of the United States.",
    "pages": [
      {
        "image": "01590000.tif",
        "page": 1
      }
    ],
    "session": 3,
    "volume": 40
  },
  {
    "bill_numbers": [
      "S.R. 180"
    ],
    "chamber": "s",
    "collection": "llsr",
    "committees": [],
    "congress": 40,
    "dates": [
      "1868-12-07"
    ],
    "description": "Mr. Pomeroy asked, and by unanimous consent obtained, leave to bring in the following joint resolution; which was read twice and ordered to be printed. Joint Resolution Proposing an amendment to the Constitution of the United States.",
    "pages": [
      {
        "image": "01600000.tif",
        "page": 1
      }
    ],
    "session": 3,
    "volume": 40
  },
  {
    "bill_numbers": [
      "S.R. 181"
    ],
    "chamber": "s",
    "collection": "llsr",
    "committees": [],
    "congress": 40,
    "dates": [
      "1868-12-07"
    ],
    "description": "Mr. Drake asked, and by unanimous consent obtained, leave to bring in the following joint resolution; which was read twice and ordered to be printed. Joint Resolution In relation to the grades of General and Lieutenant General in the army, and Admiral and Vice-Admiral in the navy.",
    "pages": [
      {
        "image": "01610000.tif",
        "page": 1
      }
    ],
    "session": 3,
    "volume": 40
  },
  {
    "bill_numbers": [
      "S.R. 182"
    ],
    "chamber": "s",
    "collection": "llsr",
    "committees": [],
    "congress": 40,
    "dates": [
      "1868-12-08"
    ],
    "description": "Mr. Pomeroy asked, and by unanimous consent obtained, leave to bring in the following joint resolution; which was read twice and ordered to be printed. Joint Resolution Extending the operations of the Freedmen's Bureau for a limited period in certain States.",
    "pages": [
      {
        "image": "01620000.tif",
        "page": 1
      },
      {
        "image": "01630002.tif",
        "page": 2
      }
    ],
    "session": 3,
    "volume": 40
  },
  {
    "bill_numbers": [
      "S.R. 183"
    ],
    "chamber": "s",
    "collection": "llsr",
    "committees": [],
    "congress": 40,
    "dates": [
      "1868-12-08"
    ],
    "description": "Mr. Kellogg asked, and by unanimous consent obtained, leave to bring in the following joint resolution; which was read twice and ordered to be printed. Joint Resolution To extend the provisions of the act of July fourth, eighteen hundred and sixty-four, limiting the jurisdiction of the Court of Claims to the loyal citizens of the States of Louisiana and Arkansas.",
    "pages": [
      {
        "image": "01640000.tif",
        "page": 1
      }
    ],
    "session": 3,
    "volume": 40
  },
  {
    "bill_numbers": [
      "S.R. 184"
    ],
    "chamber": "s",
    "collection": "llsr",
    "committees": [],
    "congress": 40,
    "dates": [
      "1868-12-08"
    ],
    "description": "Mr. Ferry asked, and by unanimous consent obtained, leave to bring in the following joint resolution; which was read twice and ordered to be printed. Joint Resolution For the removal of political disabilities.",
    "pages": [
      {
        "image": "01650000.tif",
        "page": 1
      }
    ],
    "session": 3,
    "volume": 40
  },
  {
    "bill_numbers": [
      "S.R. 185"
    ],
    "chamber": "s",
    "collection": "llsr",
    "committees": [],
    "congress": 40,
    "dates": [
      "1868-12-09"
    ],
    "description": "Mr. Nye asked, and by unanimous consent obtained, leave to bring in the following joint resolution; which was read twice and ordered to be printed. Joint Resolution For the relief of William B. Whiting, a captain, formerly a commander in the navy of the United States on the reserved list.",
    "pages": [
      {
        "image": "01660000.tif",
        "page": 1
      }
    ],
    "session": 3,
    "volume": 40
  },
  {
    "bill_numbers": [
      "S.R. 186"
    ],
    "chamber": "s",
    "collection": "llsr",
    "committees": [
      "Committee on Post Offices and Post Roads"
    ],
    "congress": 40,
    "dates": [
      "1868-12-10"
    ],
    "description": "Mr. Ramsey asked, and by unanimous consent obtained, leave to bring in the following joint resolution; which was read twice, referred to the Committee on Post Offices and Post Roads, and ordered to be printed. Joint Resolution Declaratory and amendatory of the act entitled ''An act to provide for an American line of mail and emigrant passenger steamships between New York and one or more European ports,'' passed July twenty-seventh, eighteen hundred and sixty-eight.",
    "pages": [
      {
        "image": "01670000.tif",
        "page": 1
      },
      {
        "image": "01680002.tif",
        "page": 2
      }
    ],
    "session": 3,
    "volume": 40
  },
  {
    "bill_numbers": [
      "S.R. 187"
    ],
    "chamber": "s",
    "collection": "llsr",
    "committees": [
      "Committee on Public Lands"
    ],
    "congress": 40,
    "dates": [
      "1868-12-14"
    ],
    "description": "Mr. Kellogg asked, and by unanimous consent obtained, leave to bring in the following joint resolution; which was read twice, referred to the Committee on Public Lands, and ordered to be printed. Joint Resolution For the disposal of the public lands in the States of Alabama, Mississippi, Louisiana, Arkansas, and Florida.",
    "pages": [
      {
        "image": "01690000.tif",
        "page": 1
      }
    ],
    "session": 3,
    "volume": 40
  },
  {
    "bill_numbers": [
      "S.R. 188"
    ],
    "chamber": "s",
    "collection": "llsr",
    "committees": [],
    "congress": 40,
    "dates": [
      "1868-12-16"
    ],
    "description": "Mr. Ramsay asked, and by unanimous consent obtained, leave to bring in the following joint resolution; which was read twice and ordered to be printed. Joint Resolution Explanatory of the act to create an additional land office in the State of Minnesota, approved July twenty-fifth, eighteen hundred and sixty-eight.",
    "pages": [
      {
        "image": "01700000.tif",
        "page": 1
      }
    ],
    "session": 3,
    "volume": 40
  },
  {
    "bill_numbers": [
      "S.R. 189"
    ],
    "chamber": "s",
    "collection": "llsr",
    "committees": [
      "Committee on the Judiciary"
    ],
    "congress": 40,
    "dates": [
      "1868-12-17"
    ],
    "description": "Mr. McCreery asked, and by unanimous consent obtained, leave to bring in the following joint resolution; which was read twice, referred to the Committee on the Judiciary, and ordered to be printed. Joint Resolution Proposing an amendment to the Constitution of the United States.",
    "pages": [
      {
        "image": "01710000.tif",
        "page": 1
      },
      {
        "image": "01720002.tif",
        "page": 2
      },
      {
        "image": "01730003.tif",
        "page": 3
      },
      {
        "image": "01740004.tif",
        "page": 4
      }
    ],
    "session": 3,
    "volume": 40
  },
  {
    "bill_numbers": [
      "S.R. 190"
    ],
    "chamber": "s",
    "collection": "llsr",
    "committees": [
      "Committee on Military Affairs"
    ],
    "congress": 40,
    "dates": [
      "1868-12-17"
    ],
    "description": "Mr. Pomeroy asked, and by unanimous consent obtained, leave to bring in the following joint resolution; which was read twice,referred to the Committee on Military Affairs, and ordered to be printed. Joint Resolution Relating to the bounties to colored soldiers who entered the volunteer service as slaves.",
    "pages": [
      {
        "image": "01750000.tif",
        "page": 1
      }
    ],
    "session": 3,
    "volume": 40
  },
  {
    "bill_numbers": [
      "S.R. 190"
    ],
    "chamber": "s",
    "collection": "llsr",
    "committees": [
      "Committee on Military Affairs"
    ],
    "congress": 40,
    "dates": [
      "1868-12-17",
      "1869-02-09"
    ],
    "description": "Mr. Pomeroy asked, and by unanimous consent obtained, leave to bring in the following joint resolution; which was read twice, referred to the Committee on Military Affairs, and ordered to be printed. Reported by Mr. Wilson with amendments, viz: Strike out the words in [brackets] and insert the words printed in Italics. Joint Resolution Relating to the bounties to colored soldiers who entered the volunteer service as slaves.",
    "pages": [
      {
        "image": "01760000.tif",
        "page": 1
      }
    ],
    "session": 3,
    "volume": 40
  },
  {
    "bill_numbers": [
      "S.R. 191"
    ],
    "chamber": "s",
    "collection": "llsr",
    "committees": [
      "Committee on Public Lands"
    ],
    "congress": 40,
    "dates": [
      "1868-12-19"
    ],
    "description": "Mr. Ramsey asked, and by unanimous consent obtained, leave to bring in the following joint resolution; which was read twice, referred to the Committee on Public Lands, and ordered to be printed. Joint Resolution Explanatory of an act of Congress approved March third, eighteen hundred and sixty-five, entitled ''An act extending the time for the completion of certain land-grant railroads in the States of Minnesota and Iowa, and for other purposes.''",
    "pages": [
      {
        "image": "01770000.tif",
        "page": 1
      }
    ],
    "session": 3,
    "volume": 40
  },
  {
    "bill_numbers": [
      "S.R. 191"
    ],
    "chamber": "s",
    "collection": "llsr",
    "committees": [
      "Committee on Public Lands"
    ],
    "congress": 40,
    "dates": [
      "1868-12-19",
      "1869-02-01"
    ],
    "description": "Mr. Ramsey asked, and by unanimous consent obtained, leave to bring in the following joint resolution; which was read twice, referred to the Committee on Public Lands, and ordered to be printed. Reported by Mr. Williams with an amendment, viz: Strike out the part in [brackets] and insert the part printed in Italics. Joint Resolution Explanatory of an act of Congress approved March third, eighteen hundred and sixty-five, entitled ''An act extending the time for the completion of certain land-grant railroads in the States of Minnesota and Iowa, and for other purposes.''",
    "pages": [
      {
        "image": "01780000.tif",
        "page": 1
      },
      {
        "image": "01790002.tif",
        "page": 2
      }
    ],
    "session": 3,
    "volume": 40
  },
  {
    "bill_numbers": [
      "S.R. 194"
    ],
    "chamber": "s",
    "collection": "llsr",
    "committees": [
      "Committee on Printing"
    ],
    "congress": 40,
    "dates": [
      "1869-01-11"
    ],
    "description": "Mr. Anthony asked, and by unanimous consent obtained, leave to bring in the following joint resolution; which was read twice, referred to the Committee on Printing, and ordered to be printed. Joint Resolution Authorizing the transfer of certain appropriations heretofore made for the public printing, binding, and engraving.",
    "pages": [
      {
        "image": "01800000.tif",
        "page": 1
      },
      {
        "image": "01810002.tif",
        "page": 2
      }
    ],
    "session": 3,
    "volume": 40
  },
  {
    "bill_numbers": [
      "S.R. 195"
    ],
    "chamber": "s",
    "collection": "llsr",
    "committees": [
      "Committee on Appropriations"
    ],
    "congress": 40,
    "dates": [
      "1869-01-11"
    ],
    "description": "Mr. Stewart asked, and by unanimous consent obtained, leave to bring in the following joint resolution; which was read twice, referred to the Committee on Appropriations, and ordered to be printed. Joint Resolution Requiring the Commissioner of the General Land Office to transfer certain money.",
    "pages": [
      {
        "image": "01820000.tif",
        "page": 1
      }
    ],
    "session": 3,
    "volume": 40
  },
  {
    "bill_numbers": [
      "S.R. 196"
    ],
    "chamber": "s",
    "collection": "llsr",
    "committees": [
      "Committee on Pensions"
    ],
    "congress": 40,
    "dates": [
      "1869-01-14"
    ],
    "description": "Mr. Morton asked, and by unanimous consent obtained, leave to bring in the following joint resolution; which was read twice, referred to the Committee on Pensions, and ordered to be printed. Joint Resolution Granting a pension to Mrs. Mary Lincoln, widow of the late President of the United States, who was killed during the war of the rebellion. Whereas the late President of the United States, Abraham Lincoln, while acting as President, and Commander-in-chief of the army, of the United States, was killed in the war of the rebellion by the enemies of the United States; and whereas his widow, Mary Lincoln, is entitled to a pension upon the same principles and for the like reasons with the widow of any other officer who fell in the war: Therefore,",
    "pages": [
      {
        "image": "01830000.tif",
        "page": 1
      }
    ],
    "session": 3,
    "volume": 40
  },
  {
    "bill_numbers": [
      "S.R. 197"
    ],
    "chamber": "s",
    "collection": "llsr",
    "committees": [
      "Committee on Foreign Relations"
    ],
    "congress": 40,
    "dates": [
      "1869-01-14"
    ],
    "description": "Mr. Doolittle asked, and by unanimous consent obtained, leave to bring in the following joint resolution which was read twice, referred to the Committee on Foreign Relations, and ordered to be printed. Joint Resolution In relation to laying telegraph cables. Whereas cable telegraph companies organized under the authority of the United States propose to land their cables upon the shores of foreign powers; and whereas, also, telegraph companies organized under the laws of foreign powers propose to land cables upon the shores of the United States, and the consent of those powers and of the United States is necessary: Therefore,",
    "pages": [
      {
        "image": "01840000.tif",
        "page": 1
      },
      {
        "image": "01850002.tif",
        "page": 2
      }
    ],
    "session": 3,
    "volume": 40
  },
  {
    "bill_numbers": [
      "S.R. 198"
    ],
    "chamber": "s",
    "collection": "llsr",
    "committees": [
      "Joint Committee on Ordnance"
    ],
    "congress": 40,
    "dates": [
      "1869-01-15"
    ],
    "description": "Mr. Howard, from the Joint Committee on Ordnance, reported the following joint resolution; which was read and passed to a second reading. Joint Resolution In relation to certain testimony to be used before the court of inquiry now in session in the case of General Dyer, Chief of Ordnance.",
    "pages": [
      {
        "image": "01860000.tif",
        "page": 1
      },
      {
        "image": "01870002.tif",
        "page": 2
      }
    ],
    "session": 3,
    "volume": 40
  },
  {
    "bill_numbers": [
      "S.R. 199"
    ],
    "chamber": "s",
    "collection": "llsr",
    "committees": [],
    "congress": 40,
    "dates": [
      "1869-01-19"
    ],
    "description": "Mr. Thayer asked, and by unanimous consent obtained, leave to bring in the following joint resolution; which was read twice and ordered to be printed. Joint Resolution Proposing an amendment to the Constitution of the United States in favor of manhood suffrage.",
    "pages": [
      {
        "image": "01880000.tif",
        "page": 1
      }
    ],
    "session": 3,
    "volume": 40
  },
  {
    "bill_numbers": [
      "S.R. 201"
    ],
    "chamber": "s",
    "collection": "llsr",
    "committees": [
      "Committee on Military Affairs"
    ],
    "congress": 40,
    "dates": [
      "1869-01-22"
    ],
    "description": "Mr. Wilson asked, and by unanimous consent obtained, leave to bring in the following joint resolution; which was read twice, referred to the Committee on Military Affairs, and ordered to be printed. Joint Resolution To drop from the rolls of the army officers absent without leave.",
    "pages": [
      {
        "image": "01890000.tif",
        "page": 1
      }
    ],
    "session": 3,
    "volume": 40
  },
  {
    "bill_numbers": [
      "S.R. 202"
    ],
    "chamber": "s",
    "collection": "llsr",
    "committees": [],
    "congress": 40,
    "dates": [
      "1869-01-22"
    ],
    "description": "Mr. Howard asked, and by unanimous consent obtained, leave to bring in the following joint resolution; which was read the first and second times. Joint Resolution More effectually to insure the faithful completion of the Union Pacific railroad and its branches according to law.",
    "pages": [
      {
        "image": "01900000.tif",
        "page": 1
      },
      {
        "image": "01910002.tif",
        "page": 2
      }
    ],
    "session": 3,
    "volume": 40
  },
  {
    "bill_numbers": [
      "S.R. 202"
    ],
    "chamber": "s",
    "collection": "llsr",
    "committees": [],
    "congress": 40,
    "dates": [
      "1869-01-28"
    ],
    "description": "Ordered to be printed. Amendment Intended to be proposed by Mr. Cragin to the joint resolution (S. R. 202) more effectually to insured the faithful completion of the Union Pacific railroad and its branches according to law, viz: Strike out the parts in [brackets] and insert the parts printed in Italics. Joint Resolution [More effectually to insured the faithful completion of the Union Pacific railroad and its branches according to law.]",
    "pages": [
      {
        "image": "01920000.tif",
        "page": 1
      },
      {
        "image": "01930002.tif",
        "page": 2
      },
      {
        "image": "01940003.tif",
        "page": 3
      },
      {
        "image": "01950004.tif",
        "page": 4
      }
    ],
    "session": 3,
    "volume": 40
  },
  {
    "bill_numbers": [
      "S.R. 204"
    ],
    "chamber": "s",
    "collection": "llsr",
    "committees": [
      "Committee on Public Buildings and Grounds"
    ],
    "congress": 40,
    "dates": [
      "1869-01-25"
    ],
    "description": "Mr. Fessenden, from the Committee on Public Buildings and Grounds, reported the following joint resolution; which was read and passed to a second reading. Joint Resolution Relating to the Department of the Interior.",
    "pages": [
      {
        "image": "01960000.tif",
        "page": 1
      },
      {
        "image": "01970002.tif",
        "page": 2
      }
    ],
    "session": 3,
    "volume": 40
  },
  {
    "bill_numbers": [
      "S.R. 205"
    ],
    "chamber": "s",
    "collection": "llsr",
    "committees": [
      "Committee on Indian Affairs"
    ],
    "congress": 40,
    "dates": [
      "1869-01-25"
    ],
    "description": "Mr. Ross asked, and by unanimous consent obtained, leave to bring in the following joint resolution; which was read twice, referred to the Committee on Indian Affairs, and ordered to be printed. Joint Resolution Authorizing the diversion of certain moneys appropriated for and belonging to the Kansas tribe of Indians.",
    "pages": [
      {
        "image": "01980000.tif",
        "page": 1
      }
    ],
    "session": 3,
    "volume": 40
  },
  {
    "bill_numbers": [
      "S.R. 207"
    ],
    "chamber": "s",
    "collection": "llsr",
    "committees": [
      "Committee on Foreign Relations"
    ],
    "congress": 40,
    "dates": [
      "1869-01-27"
    ],
    "description": "Mr. Grimes asked, and by unanimous consent obtained, leave to bring in the following joint resolution; which was read twice, referred to the Committee on Foreign Relations, and ordered to be printed. Joint Resolution Authorizing Lieutenant Commander W. A. Kirkland, United States navy, to accept a gold medal from the Emperor of France.",
    "pages": [
      {
        "image": "01990000.tif",
        "page": 1
      }
    ],
    "session": 3,
    "volume": 40
  },
  {
    "bill_numbers": [
      "S.R. 208"
    ],
    "chamber": "s",
    "collection": "llsr",
    "committees": [
      "Committee on Foreign Relations"
    ],
    "congress": 40,
    "dates": [
      "1869-01-27"
    ],
    "description": "Mr. Grimes asked, and by unanimous consent obtained, leave to bring in the following joint resolution; which was read twice, referred to the Committee on Foreign Relations, and ordered to be printed. Joint Resolution Authorizing Commander Charles H. Baldwin, United States navy, to accept a gold medal from the King of the Netherlands.",
    "pages": [
      {
        "image": "02000000.tif",
        "page": 1
      }
    ],
    "session": 3,
    "volume": 40
  },
  {
    "bill_numbers": [
      "S.R. 209"
    ],
    "chamber": "s",
    "collection": "llsr",
    "committees": [
      "Select Committee on Representative Reform"
    ],
    "congress": 40,
    "dates": [
      "1869-01-28",
      "1869-01-29"
    ],
    "description": "Mr. Buckalew asked, and by unanimous consent obtained, leave to bring in the following joint resolution; which was read twice, referred to the Select Committee on Representative Reform. Reported by Mr. Morton without amendment. Joint Resolution Proposing an amendment to the Constitution of the United States",
    "pages": [
      {
        "image": "02010000.tif",
        "page": 1
      },
      {
        "image": "02020002.tif",
        "page": 2
      }
    ],
    "session": 3,
    "volume": 40
  },
  {
    "bill_numbers": [
      "S.R. 210"
    ],
    "chamber": "s",
    "collection": "llsr",
    "committees": [
      "Committee on Public Lands"
    ],
    "congress": 40,
    "dates": [
      "1869-01-29"
    ],
    "description": "Mr. Chandler asked, and by unanimous consent obtained, leave to bring in the following joint resolution; which was read twice, referred to the Committee on Public Lands, and ordered to be printed. Joint Resolution Concerning certain lands granted to the State of Michigan to aid in the construction of certain wagon roads.",
    "pages": [
      {
        "image": "02030000.tif",
        "page": 1
      }
    ],
    "session": 3,
    "volume": 40
  },
  {
    "bill_numbers": [
      "S.R. 211"
    ],
    "chamber": "s",
    "collection": "llsr",
    "committees": [
      "Committee on Military Affairs"
    ],
    "congress": 40,
    "dates": [
      "1869-01-30"
    ],
    "description": "Mr. Ramsey asked, and by unanimous consent obtained, leave to bring in the following joint resolution; which was read twice, referred to the Committee on Military Affairs, and ordered to be printed. Joint Resolution For setting apart a portion of the Fort Snelling military reservation for a permanent military post and the settlement of all claims in relation thereto.",
    "pages": [
      {
        "image": "02040000.tif",
        "page": 1
      }
    ],
    "session": 3,
    "volume": 40
  },
  {
    "bill_numbers": [
      "S.R. 212"
    ],
    "chamber": "s",
    "collection": "llsr",
    "committees": [
      "Committee on Public Lands"
    ],
    "congress": 40,
    "dates": [
      "1869-01-30"
    ],
    "description": "Mr. Pomeroy asked, and by unanimous consent obtained, leave to bring in the following joint resolution; which was read twice, referred to the Committee on Public Lands, and ordered to be printed. Joint Resolution Relating to homesteads for soldiers.",
    "pages": [
      {
        "image": "02050000.tif",
        "page": 1
      }
    ],
    "session": 3,
    "volume": 40
  },
  {
    "bill_numbers": [
      "S.R. 213"
    ],
    "chamber": "s",
    "collection": "llsr",
    "committees": [
      "Committee on Claims"
    ],
    "congress": 40,
    "dates": [
      "1869-02-01"
    ],
    "description": "Mr. Cole, from the Committee on Claims, reported the following joint resolution which was read twice and, on motion by Mr. Conkling to amend by inserting after the word ''buildings'' the words '' by fire,'' was ordered to lie on the table Joint Resolution To refer the claim of the regents and curators of the Kentucky University to the Court of Claims.",
    "pages": [
      {
        "image": "02060000.tif",
        "page": 1
      }
    ],
    "session": 3,
    "volume": 40
  },
  {
    "bill_numbers": [
      "S.R. 214"
    ],
    "chamber": "s",
    "collection": "llsr",
    "committees": [
      "Committee on Commerce"
    ],
    "congress": 40,
    "dates": [
      "1869-02-01"
    ],
    "description": "Mr. Cattell asked, and by unanimous consent obtained, leave to bring in the following joint resolution; which was read twice, referred to the Committee on Commerce, and ordered to be printed. Joint Resolution Changing the name of the steamship Aries, of the Philadelphia and Boston steamship line, to that of Spartan.",
    "pages": [
      {
        "image": "02070000.tif",
        "page": 1
      }
    ],
    "session": 3,
    "volume": 40
  },
  {
    "bill_numbers": [
      "S.R. 215"
    ],
    "chamber": "s",
    "collection": "llsr",
    "committees": [],
    "congress": 40,
    "dates": [
      "1869-02-02"
    ],
    "description": "Mr. Wilson asked, and by unanimous consent obtained, leave to bring in the following joint resolution; which was read twice. Joint Resolution Proposing amendments to the Constitution of the United States.",
    "pages": [
      {
        "image": "02080000.tif",
        "page": 1
      },
      {
        "image": "02090002.tif",
        "page": 2
      }
    ],
    "session": 3,
    "volume": 40
  },
  {
    "bill_numbers": [
      "S.R. 218"
    ],
    "chamber": "s",
    "collection": "llsr",
    "committees": [
      "Committee on Public Buildings and Grounds"
    ],
    "congress": 40,
    "dates": [
      "1869-02-06"
    ],
    "description": "Mr. Patterson, of New Hampshire, asked, and by unanimous consent obtained, leave to bring in the following joint resolution; which was read twice, referred to the Committee on Public Buildings and Grounds, and ordered to be printed. Joint Resolution Donating to the public schools of Washington, District of Columbia, the frame building located at the southeast corner of Twenty-second street west and I street north in said city.",
    "pages": [
      {
        "image": "02100000.tif",
        "page": 1
      }
    ],
    "session": 3,
    "volume": 40
  },
  {
    "bill_numbers": [
      "S.R. 219"
    ],
    "chamber": "s",
    "collection": "llsr",
    "committees": [
      "Committee on Post Offices and Post Roads"
    ],
    "congress": 40,
    "dates": [
      "1869-02-09"
    ],
    "description": "Mr. Sherman asked, and by unanimous consent obtained, leave to bring in the following joint resolution; which was read twice, referred to the Committee on Post Offices and Post Roads, and ordered to be printed. Joint Resolution Giving the assent of the United States to the construction of the Newport and Cincinnati bridge.",
    "pages": [
      {
        "image": "02110000.tif",
        "page": 1
      },
      {
        "image": "02120002.tif",
        "page": 2
      }
    ],
    "session": 3,
    "volume": 40
  },
  {
    "bill_numbers": [
      "S.R. 220"
    ],
    "chamber": "s",
    "collection": "llsr",
    "committees": [
      "Committee on Post Offices and Post Roads"
    ],
    "congress": 40,
    "dates": [
      "1869-02-09"
    ],
    "description": "Mr. Morton asked, and by unanimous consent obtained, leave to bring in the following joint resolution; which was read twice, referred to the Committee on Post Offices and Post Roads, and ordered to be printed. Joint Resolution To prevent the building of any bridge over the Ohio river with a central span of less than four hundred feet.",
    "pages": [
      {
        "image": "02130000.tif",
        "page": 1
      }
    ],
    "session": 3,
    "volume": 40
  },
  {
    "bill_numbers": [
      "S.R. 221"
    ],
    "chamber": "s",
    "collection": "llsr",
    "committees": [
      "Committee on Public Lands"
    ],
    "congress": 40,
    "dates": [
      "1869-02-11"
    ],
    "description": "Mr. Pomeroy asked, and by unanimous consent obtained, leave to bring in the following joint resolution; which was read twice, referred to the Committee on Public Lands, and ordered to be printed. Joint Resolution Giving construction to the acts of Congress granting lands to the State of Wisconsin to aid in the building of railroads in that State.",
    "pages": [
      {
        "image": "02140000.tif",
        "page": 1
      }
    ],
    "session": 3,
    "volume": 40
  },
  {
    "bill_numbers": [
      "S.R. 222"
    ],
    "chamber": "s",
    "collection": "llsr",
    "committees": [
      "Committee on Claims"
    ],
    "congress": 40,
    "dates": [
      "1869-02-12"
    ],
    "description": "Mr. Willey, from the Committee on Claims, reported the following joint resolution; which was read and passed to a second reading. Joint Resolution For the relief of Lorenzo Thomas, junior, and Henry C. Thomas.",
    "pages": [
      {
        "image": "02150000.tif",
        "page": 1
      },
      {
        "image": "02160002.tif",
        "page": 2
      }
    ],
    "session": 3,
    "volume": 40
  },
  {
    "bill_numbers": [
      "S.R. 223"
    ],
    "chamber": "s",
    "collection": "llsr",
    "committees": [
      "Committee on the Pacific Railroad"
    ],
    "congress": 40,
    "dates": [
      "1869-02-12"
    ],
    "description": "Mr. Howard, from the Committee on the Pacific Railroad, reported the following joint resolution; which was read and passed to a second reading. Joint Resolution Granting the consent of Congress provided for in section ten of the act incorporating the Northern Pacific Railroad Company, approved July second, eighteen hundred and sixty-four.",
    "pages": [
      {
        "image": "02170000.tif",
        "page": 1
      }
    ],
    "session": 3,
    "volume": 40
  },
  {
    "bill_numbers": [
      "S.R. 224"
    ],
    "chamber": "s",
    "collection": "llsr",
    "committees": [
      "Committee on the Judiciary"
    ],
    "congress": 40,
    "dates": [
      "1869-02-13"
    ],
    "description": "Mr. Robertson asked, and by unanimous consent obtained, leave to bring in the following joint resolution; which was read twice, referred to the Committee on Judiciary, and ordered to be printed. Joint Resolution Proposing an amendment to the Constitution of the United States.",
    "pages": [
      {
        "image": "02180000.tif",
        "page": 1
      }
    ],
    "session": 3,
    "volume": 40
  },
  {
    "bill_numbers": [
      "S.R. 225"
    ],
    "chamber": "s",
    "collection": "llsr",
    "committees": [
      "Committee on Naval Affairs"
    ],
    "congress": 40,
    "dates": [
      "1869-02-15",
      "1869-02-25"
    ],
    "description": "Mr. Morgan asked, and by unanimous consent obtained, leave to bring in the following joint resolution; which was read twice and referred to the Committee on Naval Affairs. Reported by Mr. Grimes without amendment, and that it ought not to pass; accompanied by Report No. 262. Joint Resolution Authorizing the Secretary of the Navy to place a vessel at the disposal of the Commissioners of Charities and Corrections of the city of New York to be used for the purposes of a nautical school.",
    "pages": [
      {
        "image": "02190000.tif",
        "page": 1
      }
    ],
    "session": 3,
    "volume": 40
  },
  {
    "bill_numbers": [
      "S.R. 226"
    ],
    "chamber": "s",
    "collection": "llsr",
    "committees": [
      "Committee on the Judiciary"
    ],
    "congress": 40,
    "dates": [
      "1869-02-15"
    ],
    "description": "Mr. Morgan asked, and by unanimous consent obtained, leave to bring in the following joint resolution; which was read twice, referred to the Committee on the Judiciary, and ordered to be printed. Joint Resolution Requiring parties desiring to be relieved from political disabilities to make application to Congress in writing, over their own signatures, setting forth the grounds upon which relief is asked.",
    "pages": [
      {
        "image": "02200000.tif",
        "page": 1
      }
    ],
    "session": 3,
    "volume": 40
  },
  {
    "bill_numbers": [
      "S.R. 227"
    ],
    "chamber": "s",
    "collection": "llsr",
    "committees": [
      "Committee on the Judiciary"
    ],
    "congress": 40,
    "dates": [
      "1869-02-16"
    ],
    "description": "Mr. Sawyer asked, and by unanimous consent obtained, leave to bring in the following joint resolution; which was read twice, referred to the Committee on the Judiciary, and ordered to be printed. Joint Resolution Regulating the commencement of actions in the Court of Claims.",
    "pages": [
      {
        "image": "02210000.tif",
        "page": 1
      }
    ],
    "session": 3,
    "volume": 40
  },
  {
    "bill_numbers": [
      "S.R. 228"
    ],
    "chamber": "s",
    "collection": "llsr",
    "committees": [
      "Committee on Finance"
    ],
    "congress": 40,
    "dates": [
      "1869-02-18"
    ],
    "description": "Mr. Morgan, from the Committee on Finance, reported the following joint resolution; which was read and passed to a second reading. Joint Resolution Authorizing the Secretary of the Treasury to admit free of duty certain submarine telegraph cable.",
    "pages": [
      {
        "image": "02220000.tif",
        "page": 1
      }
    ],
    "session": 3,
    "volume": 40
  },
  {
    "bill_numbers": [
      "S.R. 229"
    ],
    "chamber": "s",
    "collection": "llsr",
    "committees": [
      "Committee on Public Lands"
    ],
    "congress": 40,
    "dates": [
      "1869-02-18"
    ],
    "description": "Mr. Howe asked, and by unanimous consent obtained, leave to bring in the following joint resolution; which was read twice, referred to the Committee on Public Lands, and ordered to be printed. Joint Resolution Extending time to construct a railroad from Saint Croix lake to Lake Superior, and granting lands to the Western Wisconsin Railroad Company.",
    "pages": [
      {
        "image": "02230000.tif",
        "page": 1
      },
      {
        "image": "02240002.tif",
        "page": 2
      }
    ],
    "session": 3,
    "volume": 40
  },
  {
    "bill_numbers": [
      "S.R. 230"
    ],
    "chamber": "s",
    "collection": "llsr",
    "committees": [
      "Committee on Military Affairs"
    ],
    "congress": 40,
    "dates": [
      "1869-02-19"
    ],
    "description": "Mr. Abbott, from the Committee on Military Affairs, reported the following joint resolution; which was read and passed to a second reading. Joint Resolution Authorizing the erection of brick buildings for military purposes at Fort Totten, in Dakota Territory.",
    "pages": [
      {
        "image": "02250000.tif",
        "page": 1
      }
    ],
    "session": 3,
    "volume": 40
  },
  {
    "bill_numbers": [
      "S.R. 231"
    ],
    "chamber": "s",
    "collection": "llsr",
    "committees": [
      "Joint Committee on Printing"
    ],
    "congress": 40,
    "dates": [
      "1869-02-19"
    ],
    "description": "Mr. Anthony, from the Joint Committee on Printing, reported the following joint resolution; which was read and passed to a second reading. Joint Resolution Providing for the reporting and publication of the debates in Congress.",
    "pages": [
      {
        "image": "02260000.tif",
        "page": 1
      }
    ],
    "session": 3,
    "volume": 40
  },
  {
    "bill_numbers": [
      "S.R. 232"
    ],
    "chamber": "s",
    "collection": "llsr",
    "committees": [
      "Joint Committee on Printing"
    ],
    "congress": 40,
    "dates": [
      "1869-02-19"
    ],
    "description": "Mr. Anthony, from the Joint Committee on Printing, reported the following joint resolution; which was read and passed to a second reading. Joint Resolution Providing for the reporting and publication of the debates in Congress.",
    "pages": [
      {
        "image": "02270000.tif",
        "page": 1
      },
      {
        "image": "02280002.tif",
        "page": 2
      }
    ],
    "session": 3,
    "volume": 40
  },
  {
    "bill_numbers": [
      "S.R. 233"
    ],
    "chamber": "s",
    "collection": "llsr",
    "committees": [
      "Committee on Public Lands"
    ],
    "congress": 40,
    "dates": [
      "1869-02-22"
    ],
    "description": "Mr. Howe asked, and by unanimous consent obtained, leave to bring in the following joint resolution; which was read twice, referred to the Committee on Public Lands, and ordered to be printed. Joint Resolution Extending time to construct a railroad from Saint Croix river or lake to the west end of Lake Superior and to Bayfield.",
    "pages": [
      {
        "image": "02290000.tif",
        "page": 1
      },
      {
        "image": "02300002.tif",
        "page": 2
      }
    ],
    "session": 3,
    "volume": 40
  },
  {
    "bill_numbers": [
      "S.R. 234"
    ],
    "chamber": "s",
    "collection": "llsr",
    "committees": [
      "Committee on Military Affairs"
    ],
    "congress": 40,
    "dates": [
      "1869-02-23"
    ],
    "description": "Mr. Pomeroy asked, and by unanimous consent obtained, leave to bring in the following joint resolution; which was read twice, referred to the Committee on Military Affairs, and ordered to be printed. Joint Resolution Authorizing the sale of a portion of the Fort Leavenworth military reservation to the Kansas Agricultural and Mechanical Association of Leavenworth county, in the State of Kansas.",
    "pages": [
      {
        "image": "02310000.tif",
        "page": 1
      },
      {
        "image": "02320002.tif",
        "page": 2
      },
      {
        "image": "02330003.tif",
        "page": 3
      }
    ],
    "session": 3,
    "volume": 40
  },
  {
    "bill_numbers": [
      "S.R. 235"
    ],
    "chamber": "s",
    "collection": "llsr",
    "committees": [
      "Committee on Naval Affairs"
    ],
    "congress": 40,
    "dates": [
      "1869-02-23"
    ],
    "description": "Mr. Sawyer asked, and by unanimous consent obtained, leave to bring in the following joint resolution; which was read twice, referred to the Committee on Naval Affairs, and ordered to be printed. Joint Resolution Granting prize money to any officer, seaman, marine, landsman, or other person who served in the United States navy and was captured in the line of his duty.",
    "pages": [
      {
        "image": "02340000.tif",
        "page": 1
      }
    ],
    "session": 3,
    "volume": 40
  },
  {
    "bill_numbers": [
      "S.R. 236"
    ],
    "chamber": "s",
    "collection": "llsr",
    "committees": [
      "Committee on the Judiciary"
    ],
    "congress": 40,
    "dates": [
      "1869-02-24"
    ],
    "description": "Mr. Conkling, from the Committee on the Judiciary, reported the following joint resolution; which was read and passed to a second reading. Joint Resolution For the relief of James F. Joy.",
    "pages": [
      {
        "image": "02350000.tif",
        "page": 1
      }
    ],
    "session": 3,
    "volume": 40
  },
  {
    "bill_numbers": [
      "S.R. 239"
    ],
    "chamber": "s",
    "collection": "llsr",
    "committees": [],
    "congress": 40,
    "dates": [
      "1869-02-26"
    ],
    "description": "Mr. Patterson, of New Hampshire, asked and, by unanimous consent obtained leave to bring in the following joint resolution; which was read twice. Joint Resolution More efficiently to protect the fur seal in Alaska.",
    "pages": [
      {
        "image": "02360000.tif",
        "page": 1
      }
    ],
    "session": 3,
    "volume": 40
  },
  {
    "bill_numbers": [
      "S.R. 240"
    ],
    "chamber": "s",
    "collection": "llsr",
    "committees": [
      "Committee on Public Lands"
    ],
    "congress": 40,
    "dates": [
      "1869-02-26"
    ],
    "description": "Mr. Pomeroy asked, and by unanimous consent obtained, leave to bring in the following joint resolution; which was read twice, referred to the Committee on Public Lands, and ordered to be printed. Joint Resolution For the relief of settlers upon the absentee Shawnee lands in Kansas. Whereas a large tract of lands set apart by a treaty with the Shawnee tribe of Indians, date May tenth, anno Domini eighteen hundred and fifty-four; and proclaimed November second, anno Domini eighteen hundred and fifty-four, for the benefit of certain absentees of the said Shawnee tribe, is now, and for many years past has been, occupied by a large number of white settlers and citizens of the State of Kansas; and whereas the beneficial interest of the said absentee Shawnees in said lands was and is absolutely forfeited by reason of their continued absence and non-affiliation with the said Shawnee tribe; and whereas the said lands were ordered to be publicly sold at the United States land office at Topeka, August third, eighteen hundred and sixty-three, by Abraham Lincoln, President, by his proclamation dated March twentieth, anno Domini eighteen hundred and sixty-three, and by reason of the absence of large numbers of said settlers from their homes in the federal armies, the sale was indefinitely postponed: Therefore,",
    "pages": [
      {
        "image": "02370000.tif",
        "page": 1
      },
      {
        "image": "02380002.tif",
        "page": 2
      }
    ],
    "session": 3,
    "volume": 40
  },
  {
    "bill_numbers": [
      "S.R. 241"
    ],
    "chamber": "s",
    "collection": "llsr",
    "committees": [
      "Committee on Naval Affairs"
    ],
    "congress": 40,
    "dates": [
      "1869-02-27"
    ],
    "description": "Mr. Welch asked, and by unanimous consent obtained, leave to bring in the following joint resolution; which was read twice and referred to the Committee on Naval Affairs Reported by Mr. Grimes without amendment, and that it ought not to pass; accompanied by Report No. 268. Joint Resolution To restore R. L. May to the navy.",
    "pages": [
      {
        "image": "02390000.tif",
        "page": 1
      }
    ],
    "session": 3,
    "volume": 40
  },
  {
    "bill_numbers": [
      "S.R. 242"
    ],
    "chamber": "s",
    "collection": "llsr",
    "committees": [
      "Committee on Foreign Relations"
    ],
    "congress": 40,
    "dates": [
      "1869-02-27"
    ],
    "description": "Mr. Sherman asked, and by unanimous consent obtained, leave to bring in the following joint resolution; which was read twice, referred to the Committee on Foreign Relations, and ordered to be printed. Joint Resolution To authorize the recognition of the independence of Cuba. Whereas the United States observe with profound interest the civil war existing in Cuba and sympathize with its people, as with the people of all American nations, in their efforts to secure independence of European powers, yet the United States cannot depart from its established policy of strict neutrality until by the usages of nations the people of Cuba establish a de facto government: Therefore,",
    "pages": [
      {
        "image": "02400000.tif",
        "page": 1
      }
    ],
    "session": 3,
    "volume": 40
  },
  {
    "bill_numbers": [
      "S.R. 243"
    ],
    "chamber": "s",
    "collection": "llsr",
    "committees": [
      "Committee on Foreign Relations"
    ],
    "congress": 40,
    "dates": [
      "1869-02-27"
    ],
    "description": "Mr. Cole asked, and by unanimous consent obtained, leave to bring in the following joint resolution; which was read twice, referred to the Committee on Foreign Relations, and ordered to be printed. Joint Resolution Relating to the Turko-Greek controversy.",
    "pages": [
      {
        "image": "02410000.tif",
        "page": 1
      }
    ],
    "session": 3,
    "volume": 40
  },
  {
    "bill_numbers": [
      "S.R. 244"
    ],
    "chamber": "s",
    "collection": "llsr",
    "committees": [
      "Committee on Post Offices and Post Roads"
    ],
    "congress": 40,
    "dates": [
      "1869-03-01"
    ],
    "description": "Mr. Ramsey, from the Committee on Post Offices and Post Roads, made a report (No. 269) accompanied by the following joint resolution; which was read and passed to a second reading. Joint Resolution For the relief of John Wightman, of Meadville, Pennsylvania.",
    "pages": [
      {
        "image": "02420000.tif",
        "page": 1
      }
    ],
    "session": 3,
    "volume": 40
  }
]