[
  {
    "bill_numbers": [
      "S. 1"
    ],
    "chamber": "s",
    "collection": "llsr",
    "committees": [
      "Committee on Foreign Relations"
    ],
    "congress": "029",
    "dates": [
      "18451215",
      "18451223",
      "18460108"
    ],
    "description": "Agreeably to notice, Mr. Allen asked and obtained leave to bring in the following joint resolution; which was read, and passed to a second reading. Read a second time, amended, and referred to the Committee on Foreign Relations. Reported with an amendment, viz: Strike out all after the words ''joint resolution,'' and insert those printed in italics. Joint Resolution Advising the President of the United States to give notice to the government of Great Britain, that the government of the United States will, in virtue of the second article of the convention of the sixth of August, anno Domini eighteen hundred and twenty-seven, between the two governments, relative to the Oregon Territory, annul and abrogate that convention.",
    "pages": [
      {
        "image": "00010000.tif",
        "page": 1
      },
      {
        "image": "00020002.tif",
        "page": 2
      }
    ],
    "session": "001",
    "volume": "029"
  },
  {
    "bill_numbers": [
      "S.R. 1"
    ],
    "chamber": "s",
    "collection": "llsr",
    "committees": [
      "Committee on the Post Office and Post Roads"
    ],
    "congress": "029",
    "dates": [
      "18461216",
      "18461224"
    ],
    "description": "Agreeably to notice, Mr. Evans asked and obtained leave to bring in the following joint resolution; which was read twice, and referred to the Committee on the Post Office and Post Roads. Reported without amendment. Joint Resolution In favor of David Shaw and Solomon T. Corser.",
    "pages": [
      {
        "image": "00030000.tif",
        "page": 1
      },
      {
        "image": "00040002.tif",
        "page": 2
      }
    ],
    "session": "002",
    "volume": "029"
  },
  {
    "bill_numbers": [
      "S. 2"
    ],
    "chamber": "s",
    "collection": "llsr",
    "committees": [
      "Committee on the Post Office and Post Roads"
    ],
    "congress": "029",
    "dates": [
      "18451218",
      "18460115"
    ],
    "description": "Agreeably to notice, Mr. Evans asked and obtained leave to bring in the following joint resolution; which was read twice, and referred to the Committee on the Post Office and Post Roads. Reported with amendments, viz: Strike out the parts within [brackets,] and insert those printed in italics. Joint Resolution In favor of David Shaw and Solomon T. Corser.",
    "pages": [
      {
        "image": "00050000.tif",
        "page": 1
      },
      {
        "image": "00060002.tif",
        "page": 2
      }
    ],
    "session": "001",
    "volume": "029"
  },
  {
    "bill_numbers": [
      "S.R. 2"
    ],
    "chamber": "s",
    "collection": "llsr",
    "committees": [
      "Committee on the Judiciary"
    ],
    "congress": "029",
    "dates": [
      "18461222",
      "18461224"
    ],
    "description": "Agreeably to notice, Mr. Semple asked and obtained leave to bring in the following joint resolution; which was read twice, and ordered to lie on the table. Referred to the Committee on the Judiciary, and ordered to be printed. Joint Resolution Proposing an amendment to the constitution of the United States, in relation to the judicial power.",
    "pages": [
      {
        "image": "00070000.tif",
        "page": 1
      }
    ],
    "session": "002",
    "volume": "029"
  },
  {
    "bill_numbers": [
      "S. 3"
    ],
    "chamber": "s",
    "collection": "llsr",
    "committees": [
      "Committee to Audit and Control"
    ],
    "congress": "029",
    "dates": [
      "18460105"
    ],
    "description": "Mr. Niles, from the committee to audit and control the contingent expenses of the Senate, reported the following joint resolution; which was read, and passed to a second reading. Joint Resolution Regulating the printing of Congress, and establishing the compensation of the same.",
    "pages": [
      {
        "image": "00080000.tif",
        "page": 1
      },
      {
        "image": "00090002.tif",
        "page": 2
      },
      {
        "image": "00100003.tif",
        "page": 3
      }
    ],
    "session": "001",
    "volume": "029"
  },
  {
    "bill_numbers": [
      "S.R. 3"
    ],
    "chamber": "s",
    "collection": "llsr",
    "committees": [
      "Committee on Pensions"
    ],
    "congress": "029",
    "dates": [
      "18461224",
      "18470130"
    ],
    "description": "Agreeably to notice, Mr. Bagby asked and obtained leave to bring in the following joint resolution; which was read twice, and referred to the Committee on Pensions. Reported with amendments, viz: Strike out the parts within [brackets,] and insert those printed in italics. Joint Resolution [Explanatory of ''An act for the relief of Mary Ann Linton.'']",
    "pages": [
      {
        "image": "00110000.tif",
        "page": 1
      },
      {
        "image": "00120002.tif",
        "page": 2
      }
    ],
    "session": "002",
    "volume": "029"
  },
  {
    "bill_numbers": [
      "S. 4"
    ],
    "chamber": "s",
    "collection": "llsr",
    "committees": [
      "Committee on Public Buildings"
    ],
    "congress": "029",
    "dates": [
      "18460106"
    ],
    "description": "Mr. Cameron, from the Committee on Public Buildings, reported the following joint resolution; which was read, and passed to a second reading. Joint Resolution Appropriating a portion of the public ground, in the city of Washington, for the erection of a monument to George Washington.",
    "pages": [
      {
        "image": "00130000.tif",
        "page": 1
      }
    ],
    "session": "001",
    "volume": "029"
  },
  {
    "bill_numbers": [
      "S. 5"
    ],
    "chamber": "s",
    "collection": "llsr",
    "committees": [
      "Committee on Foreign Relations"
    ],
    "congress": "029",
    "dates": [
      "18460126"
    ],
    "description": "Agreeably to notice, Mr. Allen asked and obtained leave to bring in the following joint resolution; which was read twice, by unanimous consent, referred to the Committee on Foreign Relations, and ordered to be printed. Joint Resolution Declaratory of the principles by which the United States will be governed, in regard to the interposition of the Powers of Europe in the political affairs of America.",
    "pages": [
      {
        "image": "00140000.tif",
        "page": 1
      },
      {
        "image": "00150002.tif",
        "page": 2
      }
    ],
    "session": "001",
    "volume": "029"
  },
  {
    "bill_numbers": [
      "S.R. 5"
    ],
    "chamber": "s",
    "collection": "llsr",
    "committees": [
      "Committee on Military Affairs"
    ],
    "congress": "029",
    "dates": [
      "18470104",
      "18470119"
    ],
    "description": "Agreeably to notice, Mr. Archer asked and obtained leave to bring in the following joint resolution; which was read twice, and referred to the Committee on Military Affairs. Reported without amendment. Joint Resolution Concerning the purchase of additional lands for the use of the United States armory at Harper's Ferry.",
    "pages": [
      {
        "image": "00160000.tif",
        "page": 1
      }
    ],
    "session": "002",
    "volume": "029"
  },
  {
    "bill_numbers": [
      "S. 6"
    ],
    "chamber": "s",
    "collection": "llsr",
    "committees": [],
    "congress": "029",
    "dates": [
      "18460126"
    ],
    "description": "Read, and ordered to be printed. Note.--The resolution proposed to be amended is printed in roman characters, the proposed amendment is printed in italics. Joint Resolution Concerning the Oregon territory. Whereas, by the convention concluded the twentieth day of October, eighteen hundred and eighteen, between the United States of America and the King of the United Kingdom of Great Britain and Ireland, for the period of ten years, and afterwards indefinitely extended and continued in force by another convention of the same parties, concluded the sixth day of August, in the year of our Lord one thousand eight hundred and twenty-seven, it was agreed that any country that may be claimed by either party on the northwest coast of America westward of the Stony or Rocky mountains, now commonly called the Oregon territory, should, together with its harbors, bays, and creeks, and the navigation of all rivers within the same, be ''free and open'' to the vessels, citizens, and subjects of the two Powers, but without prejudice to any claim which either of the parties might have to any part of said country; and with this further provision, in the second article of the said convention of the sixth of August, eighteen hundred and twenty-seven, that either party might abrogate and annul said convention, on giving due notice of twelve months to the other contracting party-- And whereas it has now become desirable that the respective claims of the United States and Great Britain should be definitely settled, and that said territory may no longer than need be remain subject to the evil consequences of the divided allegiance of its",
    "pages": [
      {
        "image": "00170000.tif",
        "page": 1
      },
      {
        "image": "00180002.tif",
        "page": 2
      },
      {
        "image": "00190003.tif",
        "page": 3
      }
    ],
    "session": "001",
    "volume": "029"
  },
  {
    "bill_numbers": [
      "S.R. 6"
    ],
    "chamber": "s",
    "collection": "llsr",
    "committees": [
      "Committee on the Post Office and Post Roads"
    ],
    "congress": "029",
    "dates": [
      "18470105"
    ],
    "description": "Mr. Niles, from the Committee on the Post Office and Post Roads, reported the following joint resolution; which was read, and passed to a second reading. Joint Resolution For the relief of Orlando Saltmarsh and William Fuller.",
    "pages": [
      {
        "image": "00200000.tif",
        "page": 1
      }
    ],
    "session": "002",
    "volume": "029"
  },
  {
    "bill_numbers": [
      "S. 7"
    ],
    "chamber": "s",
    "collection": "llsr",
    "committees": [
      "Committee on the Post Office and Post Roads"
    ],
    "congress": "029",
    "dates": [
      "18460121"
    ],
    "description": "Mr. Dayton, from the Committee on the Post Office and Post Roads, submitted a report, (No. 82,) accompanied by the following joint resolution; which was read, and passed to a second reading. Joint Resolution For the relief of Orlando Saltmarsh and William Fuller.",
    "pages": [
      {
        "image": "00210000.tif",
        "page": 1
      }
    ],
    "session": "001",
    "volume": "029"
  },
  {
    "bill_numbers": [
      "S.R. 7"
    ],
    "chamber": "s",
    "collection": "llsr",
    "committees": [
      "Committee on the District of Columbia"
    ],
    "congress": "029",
    "dates": [
      "18470126"
    ],
    "description": "Mr. Miller, from the Committee on the District of Columbia, reported the following joint resolution; which was read, and passed to a second reading. Joint Resolution Authorizing the erection, on the public grounds in the city of Washington, of a monument to George Washington.",
    "pages": [
      {
        "image": "00220000.tif",
        "page": 1
      }
    ],
    "session": "002",
    "volume": "029"
  },
  {
    "bill_numbers": [
      "S. 8"
    ],
    "chamber": "s",
    "collection": "llsr",
    "committees": [],
    "congress": "029",
    "dates": [
      "18460121"
    ],
    "description": "Agreeably to notice, Mr. Bagby asked and obtained leave to bring in the following joint resolution; which was read, and passed to a second reading, and ordered to be printed. Joint Resolution Proposing an amendment to the constitution of the United States.",
    "pages": [
      {
        "image": "00230000.tif",
        "page": 1
      },
      {
        "image": "00240002.tif",
        "page": 2
      }
    ],
    "session": "001",
    "volume": "029"
  },
  {
    "bill_numbers": [
      "S.R. 8"
    ],
    "chamber": "s",
    "collection": "llsr",
    "committees": [
      "Committee on the Post Office and Post Roads"
    ],
    "congress": "029",
    "dates": [
      "18470127"
    ],
    "description": "Mr. Niles, from the Committee on the Post Office and Post Roads, reported the following joint resolution; which was read, and passed to a second reading. Joint Resolution Providing for transporting mails to and from the army in Mexico.",
    "pages": [
      {
        "image": "00250000.tif",
        "page": 1
      },
      {
        "image": "00260002.tif",
        "page": 2
      }
    ],
    "session": "002",
    "volume": "029"
  },
  {
    "bill_numbers": [
      "S. 9"
    ],
    "chamber": "s",
    "collection": "llsr",
    "committees": [
      "Committee on the Judiciary"
    ],
    "congress": "029",
    "dates": [
      "18460127",
      "18460309"
    ],
    "description": "Agreeably to notice, Mr. Dickinson asked and obtained leave to bring in the following joint resolution; which was read twice, and referred to the Committee on the Judiciary. Reported without amendment. Joint Resolution To provide for the preservation of petitions and other papers presented to Congress.",
    "pages": [
      {
        "image": "00270000.tif",
        "page": 1
      }
    ],
    "session": "001",
    "volume": "029"
  },
  {
    "bill_numbers": [
      "S. 10"
    ],
    "chamber": "s",
    "collection": "llsr",
    "committees": [
      "Committee on Indian Affairs"
    ],
    "congress": "029",
    "dates": [
      "18460202"
    ],
    "description": "Mr. Jarnagin, from the Committee on Indian Affairs, reported the following joint resolution; which was read, and passed to a second reading. Joint Resolution For statements touching the relations between the United States and the Indian tribes.",
    "pages": [
      {
        "image": "00280000.tif",
        "page": 1
      }
    ],
    "session": "001",
    "volume": "029"
  },
  {
    "bill_numbers": [
      "S. 11"
    ],
    "chamber": "s",
    "collection": "llsr",
    "committees": [
      "Committee on the Post Office and Post Roads"
    ],
    "congress": "029",
    "dates": [
      "18460204"
    ],
    "description": "Mr. Niles, from the Committee on the Post Office and Post Roads, reported the following joint resolution; which was read, and passed to a second reading. Joint Resolution Providing for temporary mail service in Texas.",
    "pages": [
      {
        "image": "00290000.tif",
        "page": 1
      }
    ],
    "session": "001",
    "volume": "029"
  },
  {
    "bill_numbers": [
      "S.R. 11"
    ],
    "chamber": "s",
    "collection": "llsr",
    "committees": [
      "Committee of Claims"
    ],
    "congress": "029",
    "dates": [
      "18470205"
    ],
    "description": "Mr. Johnson, of Maryland, from the Committee of Claims, submitted a report, (No. 116,) accompanied by the following joint resolution; which was read, and passed to a second reading. Joint Resolution For the benefit of John Devlin.",
    "pages": [
      {
        "image": "00300000.tif",
        "page": 1
      }
    ],
    "session": "002",
    "volume": "029"
  },
  {
    "bill_numbers": [
      "S.R. 12"
    ],
    "chamber": "s",
    "collection": "llsr",
    "committees": [
      "Committee of Claims"
    ],
    "congress": "029",
    "dates": [
      "18470206"
    ],
    "description": "Mr. Rusk, from the Committee of Claims, submitted a report, (No. 133,) accompanied by the following joint resolution; which was read, and passed to a second reading. Joint Resolution For the relief of Caleb Green.",
    "pages": [
      {
        "image": "00310000.tif",
        "page": 1
      }
    ],
    "session": "002",
    "volume": "029"
  },
  {
    "bill_numbers": [
      "S. 13"
    ],
    "chamber": "s",
    "collection": "llsr",
    "committees": [
      "Committee on the Judiciary"
    ],
    "congress": "029",
    "dates": [
      "18460216"
    ],
    "description": "Mr. Ashley, from the Committee on the Judiciary, reported the following joint resolution; which was read, and passed to a second reading. Joint Resolution In relation to the rendition of judgments against the United States in certain cases.",
    "pages": [
      {
        "image": "00320000.tif",
        "page": 1
      }
    ],
    "session": "001",
    "volume": "029"
  },
  {
    "bill_numbers": [
      "S. 14"
    ],
    "chamber": "s",
    "collection": "llsr",
    "committees": [
      "Committee on Claims"
    ],
    "congress": "029",
    "dates": [
      "18460216"
    ],
    "description": "Mr. Johnson, of Maryland, from the Committee on Claims, reported the following joint resolution; which was read, and passed to a second reading. Joint Resolution For the relief of Putney and Riddle.",
    "pages": [
      {
        "image": "00330000.tif",
        "page": 1
      }
    ],
    "session": "001",
    "volume": "029"
  },
  {
    "bill_numbers": [
      "S.R. 14"
    ],
    "chamber": "s",
    "collection": "llsr",
    "committees": [
      "Committee on Naval Affairs",
      "Committee of the Whole"
    ],
    "congress": "029",
    "dates": [
      "18470225"
    ],
    "description": "Mr. Fairfield, from the Committee on Naval Affairs, reported the following joint resolution; which was read the first and second times, by unanimous consent, considered in Committee of the Whole, and postponed until to-morrow. Joint Resolution Authorizing the employment of the United States ship Macedonian in transporting provisions for the famishing poor in Ireland and Scotland.",
    "pages": [
      {
        "image": "00340000.tif",
        "page": 1
      }
    ],
    "session": "002",
    "volume": "029"
  },
  {
    "bill_numbers": [
      "S. 15"
    ],
    "chamber": "s",
    "collection": "llsr",
    "committees": [
      "Committee on Public Lands"
    ],
    "congress": "029",
    "dates": [
      "18460219",
      "18460304"
    ],
    "description": "Agreeably to notice, Mr. Breese asked and obtained leave to bring in the following joint resolution; which was read twice, and referred to the Committee on Public Lands. Reported with an amendment, viz: At the end of the bill insert the words in italics. Joint Resolution In relation to mineral lands.",
    "pages": [
      {
        "image": "00350000.tif",
        "page": 1
      }
    ],
    "session": "001",
    "volume": "029"
  },
  {
    "bill_numbers": [
      "S.R. 15"
    ],
    "chamber": "s",
    "collection": "llsr",
    "committees": [
      "Committee on Public Lands"
    ],
    "congress": "029",
    "dates": [
      "18470227"
    ],
    "description": "Mr. Woodbridge, from the Committee on Public Lands, reported the following joint resolution; which was read, and passed to a second reading. Joint Resolution Relating to errors and defective returns in certain surveys, plats, and field-notes.",
    "pages": [
      {
        "image": "00360000.tif",
        "page": 1
      }
    ],
    "session": "002",
    "volume": "029"
  },
  {
    "bill_numbers": [
      "S. 16"
    ],
    "chamber": "s",
    "collection": "llsr",
    "committees": [
      "Committee on the Library"
    ],
    "congress": "029",
    "dates": [
      "18460303"
    ],
    "description": "Mr. Pearce, from the Committee on the Library, submitted a report, (No. 184,) accompanied by the following joint resolution; which was read, and passed to a second reading. Joint Resolution For subscription for Gordon's Indices. Whereas Thomas F. Gordon formerly preferred a memorial proposing to prepare and publish complete Indices to the Journals and Documents of each House of Congress, in manner and on terms as set forth in a communication containing his proposals, dated December seventeen, one thousand eight hundred and forty-four, and laid before the Library Committee at this session of Congress:",
    "pages": [
      {
        "image": "00370000.tif",
        "page": 1
      },
      {
        "image": "00380002.tif",
        "page": 2
      }
    ],
    "session": "001",
    "volume": "029"
  },
  {
    "bill_numbers": [
      "S. 17"
    ],
    "chamber": "s",
    "collection": "llsr",
    "committees": [
      "Committee on Claims"
    ],
    "congress": "029",
    "dates": [
      "18460303"
    ],
    "description": "Mr. Pennybacker, from the Committee on Claims, submitted a report, (No. 185,) accompanied by the following joint resolution; which was read, and passed to a second reading. Joint Resolution For the relief of Peter Gorman.",
    "pages": [
      {
        "image": "00390000.tif",
        "page": 1
      }
    ],
    "session": "001",
    "volume": "029"
  },
  {
    "bill_numbers": [
      "S. 19"
    ],
    "chamber": "s",
    "collection": "llsr",
    "committees": [
      "Committee on the Judiciary"
    ],
    "congress": "029",
    "dates": [
      "18460309"
    ],
    "description": "Mr. Ashley, from the Committee on the Judiciary, submitted a report, (No. 201,) accompanied by the following joint resolution; which was read, and passed to a second reading. Joint Resolution Declaratory of the act passed twenty-third August, eighteen hundred and forty-two, entitled ''An act for the relief of Charles F. Sibbald.''",
    "pages": [
      {
        "image": "00400000.tif",
        "page": 1
      }
    ],
    "session": "001",
    "volume": "029"
  },
  {
    "bill_numbers": [
      "S. 20"
    ],
    "chamber": "s",
    "collection": "llsr",
    "committees": [
      "Committee on Public Lands"
    ],
    "congress": "029",
    "dates": [
      "18460319"
    ],
    "description": "Mr. Breese, from the Committee on Public Lands, reported the following joint resolution; which was read, and passed to a second reading. Joint Resolution To provide for the publication of a code of land laws and instructions.",
    "pages": [
      {
        "image": "00410000.tif",
        "page": 1
      }
    ],
    "session": "001",
    "volume": "029"
  },
  {
    "bill_numbers": [
      "S. 21"
    ],
    "chamber": "s",
    "collection": "llsr",
    "committees": [
      "Committee on Indian Affairs"
    ],
    "congress": "029",
    "dates": [
      "18460330"
    ],
    "description": "Mr. Atchison, from the Committee on Indian Affairs, reported the following joint resolution; which was read, and passed to a second reading. Joint Resolution To authorize the President to sanction an agreement made between the Wyandots and Delawares for the purchase of certain lands, by the former, of the latter tribe of Indians.",
    "pages": [
      {
        "image": "00420000.tif",
        "page": 1
      }
    ],
    "session": "001",
    "volume": "029"
  },
  {
    "bill_numbers": [
      "S. 22"
    ],
    "chamber": "s",
    "collection": "llsr",
    "committees": [
      "Committee on the Library"
    ],
    "congress": "029",
    "dates": [
      "18460427"
    ],
    "description": "Mr. Pearce, from the Committee on the Library, submitted a report, (No. 314,) accompanied by the following joint resolution; which was read, and passed to a second reading. Joint Resolution Authorizing the employment of Hiram Powers to execute certain statues for the United States.",
    "pages": [
      {
        "image": "00430000.tif",
        "page": 1
      }
    ],
    "session": "001",
    "volume": "029"
  },
  {
    "bill_numbers": [
      "S. 25"
    ],
    "chamber": "s",
    "collection": "llsr",
    "committees": [
      "Committee on the Judiciary"
    ],
    "congress": "029",
    "dates": [
      "18460526"
    ],
    "description": "Mr. Ashley, from the Committee on the Judiciary, reported the following joint resolution; which was read, and passed to a second reading. Joint Resolution Respecting the maps and charts of the surveys of the boundary lines of the United States of America with foreign States.",
    "pages": [
      {
        "image": "00440000.tif",
        "page": 1
      }
    ],
    "session": "001",
    "volume": "029"
  },
  {
    "bill_numbers": [
      "S. 26"
    ],
    "chamber": "s",
    "collection": "llsr",
    "committees": [],
    "congress": "029",
    "dates": [
      "18460528"
    ],
    "description": "Mr. Houston asked and obtained leave, by unanimous consent, to bring in the following joint resolution; which was read twice, and ordered to be printed. Joint Resolution Presenting the thanks of Congress to Brigadier General Taylor, and for other purposes.",
    "pages": [
      {
        "image": "00450000.tif",
        "page": 1
      },
      {
        "image": "00460002.tif",
        "page": 2
      }
    ],
    "session": "001",
    "volume": "029"
  },
  {
    "bill_numbers": [
      "S. 28"
    ],
    "chamber": "s",
    "collection": "llsr",
    "committees": [],
    "congress": "029",
    "dates": [
      "18460612"
    ],
    "description": "Agreeably to notice, Mr. Mangum asked and obtained leave to bring in the following joint resolution; which was read twice, and ordered to be printed. Joint Resolution For the relief of William H. Thomas.",
    "pages": [
      {
        "image": "00470000.tif",
        "page": 1
      }
    ],
    "session": "001",
    "volume": "029"
  },
  {
    "bill_numbers": [
      "S. 29"
    ],
    "chamber": "s",
    "collection": "llsr",
    "committees": [
      "Committee on Public Lands"
    ],
    "congress": "029",
    "dates": [
      "18460625"
    ],
    "description": "Mr. Woodbridge, from the Committee on Public Lands, submitted a report, (No. 404,) accompanied by the following joint resolution; which was read, and passed to a second reading. Joint Resolution Relative to errors and defective returns in certain surveys, plats, and field notes.",
    "pages": [
      {
        "image": "00480000.tif",
        "page": 1
      }
    ],
    "session": "001",
    "volume": "029"
  },
  {
    "bill_numbers": [
      "S. 32"
    ],
    "chamber": "s",
    "collection": "llsr",
    "committees": [
      "Committee of Claims"
    ],
    "congress": "029",
    "dates": [
      "18460709"
    ],
    "description": "Mr. Dickinson, from the Committee of Claims, reported the following joint resolution; which was read and passed to a second reading. Joint Resolution For the benefit of John Devlin.",
    "pages": [
      {
        "image": "00490000.tif",
        "page": 1
      }
    ],
    "session": "001",
    "volume": "029"
  },
  {
    "bill_numbers": [
      "S. 34"
    ],
    "chamber": "s",
    "collection": "llsr",
    "committees": [
      "Committee on Indian Affairs"
    ],
    "congress": "029",
    "dates": [
      "18460723"
    ],
    "description": "Mr. Jarnagin, from the Committee on Indian Affairs, reported the following joint resolution; which was read, and passed to a second reading. Joint Resolution For the relief of Henry R. Schoolcraft.",
    "pages": [
      {
        "image": "00500000.tif",
        "page": 1
      }
    ],
    "session": "001",
    "volume": "029"
  },
  {
    "bill_numbers": [
      "S. 35"
    ],
    "chamber": "s",
    "collection": "llsr",
    "committees": [
      "Committee on Indian Affairs"
    ],
    "congress": "029",
    "dates": [
      "18460730"
    ],
    "description": "Mr. Jarnagin, from the Committee on Indian Affairs, reported the following joint resolution; which was read, and passed to a second reading. Joint Resolution For the relief of Tahney, Akey, Sally, Utzah, Olly, Polly, and Archibald, the widow and children of Sour John, a Cherokee Indian.",
    "pages": [
      {
        "image": "00510000.tif",
        "page": 1
      }
    ],
    "session": "001",
    "volume": "029"
  },
  {
    "bill_numbers": [
      "S. 36"
    ],
    "chamber": "s",
    "collection": "llsr",
    "committees": [
      "Committee on the Judiciary"
    ],
    "congress": "029",
    "dates": [
      "18460804",
      "18460806"
    ],
    "description": "Agreeably to notice, Mr. Davis asked and obtained leave to bring in the following joint resolution; which was read twice, and referred to the Committee on the Judiciary. Reported without amendment. Joint Resolution Authorizing the Secretary of War to adjust, by arbitration, a controversy between the United States and David Ames.",
    "pages": [
      {
        "image": "00520000.tif",
        "page": 1
      }
    ],
    "session": "001",
    "volume": "029"
  }
]