[
  {
    "bill_numbers": [
      "S.R. 2"
    ],
    "chamber": "s",
    "collection": "llsr",
    "committees": [
      "Committee on Claims"
    ],
    "congress": "035",
    "dates": [
      "18571223",
      "18580304"
    ],
    "description": "Agreeably to notice, Mr. Gwin asked and obtained leave to bring in the following joint resolution; which was read twice and referred to the Committee on Claims. Mr. Iverson reported with an amendment, viz: Strike out the words within [brackets,] and insert those printed in italics. Joint Resolution To authorize the Secretary of the Treasury to audit and settle the accounts of the contractor for the erection of the United States marine hospital at San Francisco, California.",
    "pages": [
      {
        "image": "00010000.tif",
        "page": 1
      },
      {
        "image": "00020002.tif",
        "page": 2
      }
    ],
    "session": "001",
    "volume": "035"
  },
  {
    "bill_numbers": [
      "S.R. 3"
    ],
    "chamber": "s",
    "collection": "llsr",
    "committees": [
      "Committee on Naval Affairs"
    ],
    "congress": "035",
    "dates": [
      "18580104"
    ],
    "description": "Mr. Davis asked, and by unanimous consent obtained, leave to bring in the following joint resolution; which was read twice, referred to the Committee on Naval Affairs, and ordered to be printed. Joint Resolution To extend and define the authority of the President, under the act approved January sixteen eighteen hundred and fifty-seven, entitled ''An act to amend an act entitled an act to promote the efficiency of the navy,'' in respect to dropped and retired naval officers.",
    "pages": [
      {
        "image": "00030000.tif",
        "page": 1
      },
      {
        "image": "00040002.tif",
        "page": 2
      }
    ],
    "session": "001",
    "volume": "035"
  },
  {
    "bill_numbers": [
      "S.R. 3"
    ],
    "chamber": "s",
    "collection": "llsr",
    "committees": [
      "Committee on Naval Affairs",
      "Committee of the Whole"
    ],
    "congress": "035",
    "dates": [
      "18580203"
    ],
    "description": "Reported from the Committee on Naval Affairs without amendment, and committed to the Committee of the Whole on the state of the Union. Joint Resolution To extend and define the authority of the President, under the act approved January sixteen, eighteen hundred and fifty-seven entitled ''An act to amend an act entitled an act to promote the efficiency of the navy,'' in respect to dropped and retired naval officers.",
    "pages": [
      {
        "image": "00050000.tif",
        "page": 1
      },
      {
        "image": "00060002.tif",
        "page": 2
      }
    ],
    "session": "001",
    "volume": "035"
  },
  {
    "bill_numbers": [
      "S.R. 4"
    ],
    "chamber": "s",
    "collection": "llsr",
    "committees": [
      "Committee of the Whole"
    ],
    "congress": "035",
    "dates": [
      "18580106"
    ],
    "description": "Mr. Mallory asked, and by unanimous consent obtained, leave to bring in the following joint resolution; which was read twice, considered as in Committee of the Whole, and postponed until to-morrow, and ordered to be printed. Joint Resolution To extend the operation of the second section of the act approved January 16, 1857, entitled ''An act to amend an act entitled an act to promote the efficiency of the navy.''",
    "pages": [
      {
        "image": "00070000.tif",
        "page": 1
      }
    ],
    "session": "001",
    "volume": "035"
  },
  {
    "bill_numbers": [
      "S.R. 5"
    ],
    "chamber": "s",
    "collection": "llsr",
    "committees": [
      "Committee on Naval Affairs"
    ],
    "congress": "035",
    "dates": [
      "18580107"
    ],
    "description": "Mr. Mallory, from the Committee on Naval Affairs, reported the following joint resolution; which was read and passed to a second reading. Joint Resolution To authorize certain officers and men engaged in the search for Sir John Franklin to receive certain medals presented to them by the government of Great Britain.",
    "pages": [
      {
        "image": "00080000.tif",
        "page": 1
      }
    ],
    "session": "001",
    "volume": "035"
  },
  {
    "bill_numbers": [
      "S.R. 6"
    ],
    "chamber": "s",
    "collection": "llsr",
    "committees": [],
    "congress": "035",
    "dates": [
      "18580111"
    ],
    "description": "Mr. Houston asked and, by unanimous consent, obtained leave to bring in the following joint resolution; which was read and passed to a second readings, and ordered to be printed. Joint Resolution To extend to the Naval Retiring Board an opportunity of enjoying the same advantages of officers who have been dropped, furloughed, and retired by said board. Whereas it appearing that an act, entitled ''An act to promote the efficiency of the navy,'' was approved and became a law on the twenty-eight of February, eighteen hundred and fifty-five, and the said act, reading as follows, viz: ''Be it enacted by the Senate and House of Representatives of the United States of America in Congress assembled, That as soon as practicable after the passage of this act, the President of the United States shall cause a board of naval officers to be assembled, to consist of five captains, five commanders, and five lieutenants; which board, under such regulations as the Secretary of the navy may prescribe, shall make a careful examination into the efficiency of the officers of the grades hereinafter mentioned, and shall report to the Secretary of the Navy the names and rank of all officers of the said grade who, in the judgment of said board, shall be incapable of performing promptly and efficiently all their duty, both ashore and afloat; and whenever said board shall believe that said incompetency has arisen from any cause implying sufficient blame on the part of the officer to justify it, they shall recommend that his name be stricken altogether from the rolls,'' &c., &c. And whereas, under this act, the names of all the officers composing the navy of the United States of America, (excepting those who were selected as members of the board authorized under said act,) were examined and passed upon, according to the provision, that the members composing said board should be examined agreeably with the forms of examination made and provided to be exercises upon the officers whose names were placed before them for investigation: Now, therefore, with the view of rendering equal justice, and that the members composing said board have the satisfaction and privilege of an examination in all respect similar to that meted out by them to their brother officers:",
    "pages": [
      {
        "image": "00090000.tif",
        "page": 1
      },
      {
        "image": "00100002.tif",
        "page": 2
      }
    ],
    "session": "001",
    "volume": "035"
  },
  {
    "bill_numbers": [
      "S.R. 7"
    ],
    "chamber": "s",
    "collection": "llsr",
    "committees": [],
    "congress": "035",
    "dates": [
      "18580113"
    ],
    "description": "Mr. Doolittle asked and, by unanimous consent, obtained leave to bring in the following joint resolution; which was read and passed to a second reading, and ordered to be printed. Joint Resolution Directing the presentation of a medal to Commodore Hiram Paulding.",
    "pages": [
      {
        "image": "00110000.tif",
        "page": 1
      }
    ],
    "session": "001",
    "volume": "035"
  },
  {
    "bill_numbers": [
      "S.R. 7"
    ],
    "chamber": "s",
    "collection": "llsr",
    "committees": [],
    "congress": "035",
    "dates": [
      "18580113",
      "18580114",
      "18581213"
    ],
    "description": "Mr. Doolittle asked and, by unanimous consent, obtained leave to bring in the following joint resolution; which was read and passed to a second reading, and ordered to be printed. Read the second time, and postponed to, and made the special order for, January 20, instant. Ordered to be printed. Joint Resolution Directing the presentation of a medal to Commodore Hiram Paulding.",
    "pages": [
      {
        "image": "00120000.tif",
        "page": 1
      },
      {
        "image": "00130002.tif",
        "page": 2
      }
    ],
    "session": "002",
    "volume": "035"
  },
  {
    "bill_numbers": [
      "S.R. 8"
    ],
    "chamber": "s",
    "collection": "llsr",
    "committees": [
      "Committee on Post Offices and Post Roads"
    ],
    "congress": "035",
    "dates": [
      "18580118",
      "18590214"
    ],
    "description": "Mr. Hunter asked, and by unanimous consent obtained, leave to bring in the following joint resolution; which was read twice and referred to the Committee on Post Offices and Post Roads. On motion by Mr. Yulee, committee discharged. Joint Resolution To provide ice boats for the Potomac river.",
    "pages": [
      {
        "image": "00140000.tif",
        "page": 1
      }
    ],
    "session": "002",
    "volume": "035"
  },
  {
    "bill_numbers": [
      "S.R. 9"
    ],
    "chamber": "s",
    "collection": "llsr",
    "committees": [
      "Committee on the District of Columbia"
    ],
    "congress": "035",
    "dates": [
      "18580118",
      "18580120"
    ],
    "description": "Agreeably to notice, Mr. Bigler asked and obtained leave to bring in the following joint resolution; which was read twice and referred to the Committee on the District of Columbia. Reported without amendment. Joint Resolution For the compensation of R. R. Richards, late chaplain to the United States penitentiary, for his salary to the thirtieth June, eighteen hundred and fifty-seven.",
    "pages": [
      {
        "image": "00150000.tif",
        "page": 1
      }
    ],
    "session": "001",
    "volume": "035"
  },
  {
    "bill_numbers": [
      "S. 10"
    ],
    "chamber": "s",
    "collection": "llsr",
    "committees": [
      "Committee on the Judiciary",
      " Committee on Pensions"
    ],
    "congress": "035",
    "dates": [
      "18580119",
      "18580504",
      "18580526"
    ],
    "description": "Agreeably to notice, Mr. Foote asked and obtained leave to bring in the following joint resolution; which was read the first and second times and referred to the Committee on the Judiciary. Committee discharged and referred to the Committee on Pensions. Reported without amendment and adversely. (See report of Committee No. 278.) Joint Resolution Directing the Secretary of the Interior to pay certain pension claims therein specified.",
    "pages": [
      {
        "image": "00160000.tif",
        "page": 1
      }
    ],
    "session": "001",
    "volume": "035"
  },
  {
    "bill_numbers": [
      "S.R. 11"
    ],
    "chamber": "s",
    "collection": "llsr",
    "committees": [
      "Committee on Printing"
    ],
    "congress": "035",
    "dates": [
      "18580119",
      "18590302"
    ],
    "description": "Agreeably to notice, Mr. Cameron asked and obtained leave to bring in the following joint resolution; which was read twice and referred to the Committee on Printing. On motion by Mr. Fitch, committee discharged. Joint Resolution Relative to public printing.",
    "pages": [
      {
        "image": "00170000.tif",
        "page": 1
      }
    ],
    "session": "002",
    "volume": "035"
  },
  {
    "bill_numbers": [
      "S. 12"
    ],
    "chamber": "s",
    "collection": "llsr",
    "committees": [
      "Committee on Commerce"
    ],
    "congress": "035",
    "dates": [
      "18580125",
      "18580516"
    ],
    "description": "Agreeably to notice, Mr. Slidell asked and obtained leave to bring in the following joint resolution; which was read twice and referred to the Committee on Commerce. Committee discharged. Joint Resolution To authorize the Secretary of War to modify a contract made with Righter and Crain for the removal of obstructions in Southwest Pass and Pass a l'Outre, at the mouth of the Mississippi river.",
    "pages": [
      {
        "image": "00180000.tif",
        "page": 1
      }
    ],
    "session": "001",
    "volume": "035"
  },
  {
    "bill_numbers": [
      "S.R. 13"
    ],
    "chamber": "s",
    "collection": "llsr",
    "committees": [
      "Committee on Public Lands"
    ],
    "congress": "035",
    "dates": [
      "18580126",
      "18590303"
    ],
    "description": "Agreeably to notice, Mr. Doolittle asked and obtained leave to bring in the following joint resolution; which was read twice and referred to the Committee on Public Lands. On motion by Mr. Stuart, committee discharged. Joint Resolution In relation to certain liabilities assumed by the State of Wisconsin.",
    "pages": [
      {
        "image": "00190000.tif",
        "page": 1
      }
    ],
    "session": "002",
    "volume": "035"
  },
  {
    "bill_numbers": [
      "S. 14"
    ],
    "chamber": "s",
    "collection": "llsr",
    "committees": [
      "Committee on Military Affairs and the Militia"
    ],
    "congress": "035",
    "dates": [
      "18580127",
      "18580614"
    ],
    "description": "Agreeably to notice, Mr. Wilson asked and obtained leave to bring in the following joint resolution; which was read twice and referred to the Committee on Military Affairs and the Militia. Committee discharged. Joint Resolution Authorizing the appointment of commissioners to examine into the difficulties in the affairs of the Territory of Utah, with a view to their settlement.",
    "pages": [
      {
        "image": "00200000.tif",
        "page": 1
      }
    ],
    "session": "001",
    "volume": "035"
  },
  {
    "bill_numbers": [
      "S.R. 15"
    ],
    "chamber": "s",
    "collection": "llsr",
    "committees": [
      "Committee on Post Offices and Post Roads"
    ],
    "congress": "035",
    "dates": [
      "18580127",
      "18590214"
    ],
    "description": "Agreeably to notice, Mr. Benjamin asked and obtained leave to bring in the following joint resolution; which was read twice and referred to the Committee on Post Offices and Post Roads. On motion by Mr. Yulee, committee discharged. Joint Resolution Authorizing a renewal of certain contract for carrying the mail on the Mississippi river.",
    "pages": [
      {
        "image": "00210000.tif",
        "page": 1
      }
    ],
    "session": "002",
    "volume": "035"
  },
  {
    "bill_numbers": [
      "S. 17"
    ],
    "chamber": "s",
    "collection": "llsr",
    "committees": [
      "Committee on Post Offices and Post Roads"
    ],
    "congress": "035",
    "dates": [
      "18580202"
    ],
    "description": "Mr. Yulee, from the Committee on Post Offices and Post Roads, reported the following joint resolution; which was read and passed to a second reading. Joint Resolution Explanatory of the Joint resolution giving an increased compensation to al laborers in the employment of the Executive and legislative departments of the government in the city of Washington,'' approved eighteenth August, eighteen hundred and fifty-six.",
    "pages": [
      {
        "image": "00220000.tif",
        "page": 1
      }
    ],
    "session": "001",
    "volume": "035"
  },
  {
    "bill_numbers": [
      "S. 18"
    ],
    "chamber": "s",
    "collection": "llsr",
    "committees": [
      "Committee on Foreign Relations"
    ],
    "congress": "035",
    "dates": [
      "18580211"
    ],
    "description": "Mr. Mason, from the Committee on Foreign Relations, submitted a report, (No. 62,) accompanied by the following joint resolution; which was read and passed to a second reading. Joint Resolution For the reception of Vice Admiral Mehmed Pasha, of the Turkish navy, and to facilitate the objects of his mission in superintending the construction of a vessel-of-ear in the United States. It being made know to Congress that it has been the pleasure of the government of Turkey to direct that Vice Admiral Mehmed Pasha, of the Turkish navy, should proceed to the United States for the purpose of superintending the construction of a ship-of-war of large class, at one of the ship yards of this country, and that it would be agreeable to the Sultan that his officer should have he benefit of the skill and experience of the naval service of the United States, the better to effect the object of his mission: Therefore--",
    "pages": [
      {
        "image": "00230000.tif",
        "page": 1
      },
      {
        "image": "00240002.tif",
        "page": 2
      }
    ],
    "session": "001",
    "volume": "035"
  },
  {
    "bill_numbers": [
      "S. 19"
    ],
    "chamber": "s",
    "collection": "llsr",
    "committees": [
      "Committee on Public Lands"
    ],
    "congress": "035",
    "dates": [
      "18580223",
      "18580225"
    ],
    "description": "Mr. Jones asked and, by unanimous consent, obtained leave to bring in the following joint resolution; which was read twice and referred to the Committee on Public Lands. Reported without amendment and adversely. Joint Resolution To extend the limitation of the act entitled ''An act for the relief of citizen of towns upon lands of the United States, under certain circumstances,'' approved May twenty-three, eighteen hundred and forty-four.",
    "pages": [
      {
        "image": "00250000.tif",
        "page": 1
      },
      {
        "image": "00260002.tif",
        "page": 2
      }
    ],
    "session": "001",
    "volume": "035"
  },
  {
    "bill_numbers": [
      "S.R. 20"
    ],
    "chamber": "s",
    "collection": "llsr",
    "committees": [
      "Committee on Naval Affairs"
    ],
    "congress": "035",
    "dates": [
      "18580303"
    ],
    "description": "Mr. Hammond, from the Committee on Naval Affairs, submitted a report, (No. 101,) accompanied by the following joint resolution; which was read and passed to a second reading. Joint Resolution Authorizing the Secretary of the Navy to pay to the officers and seamen of the expedition in search of Dr. Kane the same rate of pay that was allowed the officers and seamen of the expedition under Lieutenant De Haven.",
    "pages": [
      {
        "image": "00270000.tif",
        "page": 1
      }
    ],
    "session": "001",
    "volume": "035"
  },
  {
    "bill_numbers": [
      "S.R. 20"
    ],
    "chamber": "s",
    "collection": "llsr",
    "committees": [
      "Committee on Naval Affairs"
    ],
    "congress": "035",
    "dates": [
      "18590114"
    ],
    "description": "Reported from the Committee on Naval Affairs with a recommendation that it do not pass, and laid on the table Joint Resolution Authorizing the Secretary of the Navy to pay to the officers and seamen of the expedition in search of Dr. Kane the same rate of pay that was allowed the officers and seamen of the expedition under Lieutenant De Haven.",
    "pages": [
      {
        "image": "00280000.tif",
        "page": 1
      },
      {
        "image": "00290002.tif",
        "page": 2
      }
    ],
    "session": "002",
    "volume": "035"
  },
  {
    "bill_numbers": [
      "S.R. 21"
    ],
    "chamber": "s",
    "collection": "llsr",
    "committees": [
      "Committee on Indian Affairs"
    ],
    "congress": "035",
    "dates": [
      "18580315"
    ],
    "description": "Mr. Doolittle, from the Committee on Indian Affairs, submitted a report (No. 118,) accompanied by the following joint resolution; which was read and passed to a second reading. Joint Resolution Devolving upon the Secretary of War the execution of the act of Congress entitled ''An act supplemental to an act therein mentioned,'' approved December twenty-two, eighteen hundred and fifty-four.",
    "pages": [
      {
        "image": "00300000.tif",
        "page": 1
      }
    ],
    "session": "001",
    "volume": "035"
  },
  {
    "bill_numbers": [
      "S.R. 21"
    ],
    "chamber": "s",
    "collection": "llsr",
    "committees": [
      "Committee of the Whole House"
    ],
    "congress": "035",
    "dates": [
      "18580529"
    ],
    "description": "Reported without amendment, and committed to a Committee of the Whole House to-morrow. Joint Resolution Devolving upon the Secretary of War the execution of the act of Congress entitled ''An act supplemental to an act therein mentioned,'' approved December twenty-two, eighteen hundred and fifty-four.",
    "pages": [
      {
        "image": "00310000.tif",
        "page": 1
      },
      {
        "image": "00320002.tif",
        "page": 2
      }
    ],
    "session": "001",
    "volume": "035"
  },
  {
    "bill_numbers": [
      "S. 26"
    ],
    "chamber": "s",
    "collection": "llsr",
    "committees": [
      "Committee on Naval Affairs"
    ],
    "congress": "035",
    "dates": [
      "18580407",
      "18580524"
    ],
    "description": "Mr. Kennedy asked and, by unanimous consent, obtained leave to bring in the following joint resolution; which was read the first and second times and referred to the Committee on Naval Affairs. Reported without amendment and adversely. Joint Resolution For the benefit of the nearest male heir of the late Major General Towson, deceased.",
    "pages": [
      {
        "image": "00330000.tif",
        "page": 1
      },
      {
        "image": "00340002.tif",
        "page": 2
      }
    ],
    "session": "001",
    "volume": "035"
  },
  {
    "bill_numbers": [
      "S. 27"
    ],
    "chamber": "s",
    "collection": "llsr",
    "committees": [
      "Committee on Public Lands"
    ],
    "congress": "035",
    "dates": [
      "18580421",
      "18580607"
    ],
    "description": "Agreeably to notice, Mr. Wilson asked and obtained leave to bring in the following joint resolution; which was read twice and referred to the Committee on Public Lands. Committee discharged. Joint Resolution Authorizing the suspension of the sales of public lands in the Territory of Kansas.",
    "pages": [
      {
        "image": "00350000.tif",
        "page": 1
      }
    ],
    "session": "001",
    "volume": "035"
  },
  {
    "bill_numbers": [
      "S. 28"
    ],
    "chamber": "s",
    "collection": "llsr",
    "committees": [
      "Committee on Foreign Relations",
      "Committee of the Whole"
    ],
    "congress": "035",
    "dates": [
      "18580421"
    ],
    "description": "Ordered to be printed. Mr. Mason asked and, by unanimous consent obtained leave to bring in the following joint resolution, in lieu of the resolution submitted with report from the Committee on Foreign Relations on the ninth of February last. The joint resolution was read the first and second times, by unanimous consent, considered as in Committee of the Whole, and postponed until to-morrow. Joint Resolution For the adjustment of difficulties with the republic of Paraguay.",
    "pages": [
      {
        "image": "00360000.tif",
        "page": 1
      }
    ],
    "session": "001",
    "volume": "035"
  },
  {
    "bill_numbers": [
      "S. 29"
    ],
    "chamber": "s",
    "collection": "llsr",
    "committees": [
      "Committee on Private Land Claims"
    ],
    "congress": "035",
    "dates": [
      "18580422",
      "18580608"
    ],
    "description": "Agreeably to notice, Mr. Seward asked and obtained leave to bring in the following joint resolution; which was read twice and referred to the Committee on Private Land Claims. Committee discharged. Joint Resolution To refer the claim of Joseph Valliere, deceased, to the Court of Claims.",
    "pages": [
      {
        "image": "00370000.tif",
        "page": 1
      }
    ],
    "session": "001",
    "volume": "035"
  },
  {
    "bill_numbers": [
      "S. 31"
    ],
    "chamber": "s",
    "collection": "llsr",
    "committees": [
      "Committee on Commerce"
    ],
    "congress": "035",
    "dates": [
      "18580424",
      "18580426",
      "18580511"
    ],
    "description": "Mr. Chandler asked and, by unanimous consent obtained leave to bring in the following joint resolution; which was read and passed to a second reading. Read the second time and referred to the Committee on Commerce. Reported without amendment. Joint Resolution Authorizing the Secretary of War to expend the appropriation made July eight, eighteen hundred and fifty-six, upon such channel of the St. Mary's river as he may select.",
    "pages": [
      {
        "image": "00380000.tif",
        "page": 1
      }
    ],
    "session": "001",
    "volume": "035"
  },
  {
    "bill_numbers": [
      "S. 32"
    ],
    "chamber": "s",
    "collection": "llsr",
    "committees": [
      "Committee on Naval Affairs"
    ],
    "congress": "035",
    "dates": [
      "18580427",
      "18580428"
    ],
    "description": "Mr. Seward asked, and by unanimous consent obtained, leave to bring in the following joint resolution; which was read twice and referred to the Committee on Naval Affairs. Reported without amendment. Joint Resolution For the benefit of the widow of Commander William Lewis Herndon, United States navy.",
    "pages": [
      {
        "image": "00390000.tif",
        "page": 1
      }
    ],
    "session": "001",
    "volume": "035"
  },
  {
    "bill_numbers": [
      "S. 32"
    ],
    "chamber": "s",
    "collection": "llsr",
    "committees": [
      "Committee on Naval Affairs",
      "Committee of the Whole House"
    ],
    "congress": "035",
    "dates": [
      "18580529"
    ],
    "description": "Reported from the Committee on Naval Affairs without amendment, and committed to a Committee of the Whole House to-morrow. Joint Resolution For the benefit of the widow of Commander William Lewis Herndon, United States navy.",
    "pages": [
      {
        "image": "00400000.tif",
        "page": 1
      }
    ],
    "session": "001",
    "volume": "035"
  },
  {
    "bill_numbers": [
      "S. 34"
    ],
    "chamber": "s",
    "collection": "llsr",
    "committees": [
      "Committee on Naval Affairs"
    ],
    "congress": "035",
    "dates": [
      "18580429"
    ],
    "description": "Mr. Mallory, from the Committee on Naval Affairs, submitted a report, (No. 216,) accompanied by the following joint resolution; which was read and passed to a second reading. Joint Resolution For the relief of the legal representatives of John A. Frost, deceased.",
    "pages": [
      {
        "image": "00410000.tif",
        "page": 1
      }
    ],
    "session": "001",
    "volume": "035"
  },
  {
    "bill_numbers": [
      "S. 34"
    ],
    "chamber": "s",
    "collection": "llsr",
    "committees": [
      "Committee on Naval Affairs",
      "Committee of the Whole House"
    ],
    "congress": "035",
    "dates": [
      "18580529"
    ],
    "description": "Reported from the Committee on Naval Affairs without amendment, and committed to a Committee of the Whole House to-morrow. Joint Resolution For the relief of the legal representatives of John A. Frost, deceased.",
    "pages": [
      {
        "image": "00420000.tif",
        "page": 1
      }
    ],
    "session": "001",
    "volume": "035"
  },
  {
    "bill_numbers": [
      "S. 38"
    ],
    "chamber": "s",
    "collection": "llsr",
    "committees": [
      "Committee on Claims"
    ],
    "congress": "035",
    "dates": [
      "18580515"
    ],
    "description": "Mr. Clark, from the Committee on Claims, submitted a report, (No. 252,) accompanied by the following joint resolution; which was read and passed to a second reading. Joint Resolution For the relief of John Grayson.",
    "pages": [
      {
        "image": "00430000.tif",
        "page": 1
      }
    ],
    "session": "001",
    "volume": "035"
  },
  {
    "bill_numbers": [
      "S. 39"
    ],
    "chamber": "s",
    "collection": "llsr",
    "committees": [
      "Committee on Military Affairs and the Militia"
    ],
    "congress": "035",
    "dates": [
      "18580515"
    ],
    "description": "Mr. Davis, from the Committee on Military Affairs and the Militia, reported the following joint resolution; which was read the first and second times and ordered to be printed. Joint Resolution Directing the printing of certain reports therein mentioned.",
    "pages": [
      {
        "image": "00440000.tif",
        "page": 1
      }
    ],
    "session": "001",
    "volume": "035"
  },
  {
    "bill_numbers": [
      "S. 42"
    ],
    "chamber": "s",
    "collection": "llsr",
    "committees": [
      "Committee on Foreign Relations"
    ],
    "congress": "035",
    "dates": [
      "18580518",
      "18580601"
    ],
    "description": "Mr. Gwin asked and, by unanimous consent, obtained leave to bring in the following joint resolution; which was read twice and referred to the Committee on Foreign Relations. Reported without amendment and ordered to lie on the table. Joint Resolution For the adjustment of difficulties with the republics of New Grenada, Central America, and Mexico.",
    "pages": [
      {
        "image": "00450000.tif",
        "page": 1
      }
    ],
    "session": "001",
    "volume": "035"
  },
  {
    "bill_numbers": [
      "S. 43"
    ],
    "chamber": "s",
    "collection": "llsr",
    "committees": [
      "Committee on Naval Affairs",
      "Committee of the Whole House"
    ],
    "congress": "035",
    "dates": [
      "18580529"
    ],
    "description": "Reported from the Committee on Naval Affairs without amendment, and committed to a Committee of the Whole House to-morrow. Joint Resolution For the relief of Lieutenant John C. Carter.",
    "pages": [
      {
        "image": "00460000.tif",
        "page": 1
      },
      {
        "image": "00470002.tif",
        "page": 2
      }
    ],
    "session": "001",
    "volume": "035"
  },
  {
    "bill_numbers": [
      "S. 44"
    ],
    "chamber": "s",
    "collection": "llsr",
    "committees": [
      "Committee on the Library"
    ],
    "congress": "035",
    "dates": [
      "18580520",
      "18580526",
      "18580612"
    ],
    "description": "Mr. Collamer asked and, by unanimous consent, obtained leave to bring in the following bill; which was read and passed to a second reading. Read the second time and referred to the Committee on the Library. Committee discharged. (See bill S. 456.) Joint Resolution To grant to the judges and solicitor of the Court of Claims the use of the Congressional Library, and for other purposes.",
    "pages": [
      {
        "image": "00480000.tif",
        "page": 1
      }
    ],
    "session": "001",
    "volume": "035"
  },
  {
    "bill_numbers": [
      "S. 45"
    ],
    "chamber": "s",
    "collection": "llsr",
    "committees": [
      "Committee on Pensions"
    ],
    "congress": "035",
    "dates": [
      "18580526"
    ],
    "description": "Mr. Clay, from the Committee on Pensions, submitted a report, (No. 278,) accompanied by the following joint resolution; which was read and passed to a second reading. Joint Resolution Inhibiting the payment of certain claims for pension therein specified.",
    "pages": [
      {
        "image": "00490000.tif",
        "page": 1
      }
    ],
    "session": "001",
    "volume": "035"
  },
  {
    "bill_numbers": [
      "S. 46"
    ],
    "chamber": "s",
    "collection": "llsr",
    "committees": [
      "Committee on Indian Affairs"
    ],
    "congress": "035",
    "dates": [
      "18580528",
      "18580531"
    ],
    "description": "Agreeably to notice, Mr. Iverson asked and obtained leave to bring in the following joint resolution; which was read twice and referred to the Committee on Indian Affairs. Committee discharged. Joint Resolution Authorizing the payment of certain money to certain Cherokee Indians remaining east of the Rocky mountains.",
    "pages": [
      {
        "image": "00500000.tif",
        "page": 1
      },
      {
        "image": "00510002.tif",
        "page": 2
      }
    ],
    "session": "001",
    "volume": "035"
  },
  {
    "bill_numbers": [
      "S.R. 48"
    ],
    "chamber": "s",
    "collection": "llsr",
    "committees": [
      "Committee on Military Affairs",
      "Committee of the Whole"
    ],
    "congress": "035",
    "dates": [
      "18590104"
    ],
    "description": "Reported from the Committee on Military Affairs without amendment, and committed to the Committee of the Whole on the state of the Union. Joint Resolution For the payment of an unexpended balance to the State of Georgia, on account of militia services.",
    "pages": [
      {
        "image": "00520000.tif",
        "page": 1
      }
    ],
    "session": "002",
    "volume": "035"
  },
  {
    "bill_numbers": [
      "S.R. 51"
    ],
    "chamber": "s",
    "collection": "llsr",
    "committees": [
      "Committee of the Whole House"
    ],
    "congress": "035",
    "dates": [
      "18590205"
    ],
    "description": "Reported back without amendment, committed to a Committee of the Whole House, made the order of the day for to-morrow, and ordered to be printed. Joint Resolution Explanatory of an act for the relief of Dr. Charles D. Maxwell, a surgeon in the United States navy.",
    "pages": [
      {
        "image": "00530000.tif",
        "page": 1
      },
      {
        "image": "00540002.tif",
        "page": 2
      }
    ],
    "session": "002",
    "volume": "035"
  },
  {
    "bill_numbers": [
      "S.R. 52"
    ],
    "chamber": "s",
    "collection": "llsr",
    "committees": [
      "Committee of Claims",
      "Committee of the Whole House"
    ],
    "congress": "035",
    "dates": [
      "18590104"
    ],
    "description": "Reported from the Committee of Claims without amendment, and committed to a Committee of the Whole House. Joint Resolution For the relief of William Hazzard Wigg.",
    "pages": [
      {
        "image": "00550000.tif",
        "page": 1
      }
    ],
    "session": "002",
    "volume": "035"
  },
  {
    "bill_numbers": [
      "S.R. 53"
    ],
    "chamber": "s",
    "collection": "llsr",
    "committees": [
      "Committee on Military Affairs",
      "Committee of the Whole House"
    ],
    "congress": "035",
    "dates": [
      "18581213",
      "18590203"
    ],
    "description": "Read a first and second time, and referred to the Committee on Military Affairs. Reported back without amendment, committed to the Committee of the Whole House on the state of the Union, and ordered to be printed. Joint Resolution Directing the printing of certain reports therein mentioned.",
    "pages": [
      {
        "image": "00560000.tif",
        "page": 1
      },
      {
        "image": "00570002.tif",
        "page": 2
      }
    ],
    "session": "002",
    "volume": "035"
  },
  {
    "bill_numbers": [
      "S. 55"
    ],
    "chamber": "s",
    "collection": "llsr",
    "committees": [
      "Committee on Foreign Relations"
    ],
    "congress": "035",
    "dates": [
      "18581216"
    ],
    "description": "Mr. Mason asked, and by unanimous consent obtained, leave to bring in the following bill; which was read twice and referred to the Committee on Foreign Relations. Reported without amendment, and accompanied by Mis. Doc. No. 10. Joint Resolution Authorizing Townsend Harris and H.C.I. Hensken, respectively, to accept certain presents from her Majesty the Queen of Great Britain and Ireland. Whereas the Secretary of State has communicated to Congress a request from the government of Great Britain that permission should be given by this government allowing Mr. Townsend Harris, the consul general of the United States in Japan, and Mr. H.C.I. Hensken, the interpreter of that consulate, to accept, respectively, a snuff-boc bearing her Majesty's cypher, which it is the intention of her Majesty the Queen ''of Great Britain and Ireland'' to offer to each of those gentlemen as a mark of her gratitude of their good offices afforded to her Majesty's representative during his recent negotiation in Japan: Be it therefore",
    "pages": [
      {
        "image": "00580000.tif",
        "page": 1
      },
      {
        "image": "00590002.tif",
        "page": 2
      }
    ],
    "session": "002",
    "volume": "035"
  },
  {
    "bill_numbers": [
      "S. 56"
    ],
    "chamber": "s",
    "collection": "llsr",
    "committees": [
      "Committee on Foreign Relations"
    ],
    "congress": "035",
    "dates": [
      "18581216",
      "18590111"
    ],
    "description": "Mr. Mason asked, and by unanimous consent, obtained leave to bring in the following joint resolution; which was read twice, and referred to the Committee on Foreign Relations. Report without amendment, and accompanied by a Mis. Doc. (No. 17.) Joint Resolution Authorizing the Secretary of State to pay the salaries of the ministers resident to the Argentine Confederation, Costa Rica, and Honduras.",
    "pages": [
      {
        "image": "00600000.tif",
        "page": 1
      }
    ],
    "session": "002",
    "volume": "035"
  },
  {
    "bill_numbers": [
      "S.R. 57"
    ],
    "chamber": "s",
    "collection": "llsr",
    "committees": [
      "Committee on Finance"
    ],
    "congress": "035",
    "dates": [
      "18581222",
      "18590201"
    ],
    "description": "Agreeably to notice, Mr. Mason asked and obtained leave to bring in the following joint resolution; which was read twice and referred to the Committee on Finance. Reported by Mr. Hunter, with an amendment, viz: Strike out the word within [brackets] and insert the word printed in italics. Joint Resolution Granting further time to the creditors of Texas to present their claims at the treasury.",
    "pages": [
      {
        "image": "00610000.tif",
        "page": 1
      }
    ],
    "session": "002",
    "volume": "035"
  },
  {
    "bill_numbers": [
      "S. 58"
    ],
    "chamber": "s",
    "collection": "llsr",
    "committees": [
      "Committee on Naval Affairs"
    ],
    "congress": "035",
    "dates": [
      "18581222"
    ],
    "description": "Mr. Mallory, from the Committee on Naval Affairs, reported the following joint resolution; which was read and passed to a second reading. Joint Resolution Authorizing Captains William L. Hudson and Joshua R. Sands to accept certain testimonials awarded to them by the government of Great Britain.",
    "pages": [
      {
        "image": "00620000.tif",
        "page": 1
      }
    ],
    "session": "002",
    "volume": "035"
  },
  {
    "bill_numbers": [
      "S. 61"
    ],
    "chamber": "s",
    "collection": "llsr",
    "committees": [
      "Committee on Pensions"
    ],
    "congress": "035",
    "dates": [
      "18590104",
      "18590118"
    ],
    "description": "Agreeably to notice, Mr. Foster asked and obtained leave to bring in the following bill; which was read twice, and referred to the Committee on Pensions. Reported without amendment and adversely. Joint Resolution Giving construction to the act entitled'' An act to extend an act entitled 'An act to continue half-pay to certain widows and orphans,' approved February three, eighteen hundred and fifty-three,'' approved June third, eighteen hundred and fifty-eight.",
    "pages": [
      {
        "image": "00630000.tif",
        "page": 1
      },
      {
        "image": "00640002.tif",
        "page": 2
      }
    ],
    "session": "002",
    "volume": "035"
  },
  {
    "bill_numbers": [
      "S.R. 62"
    ],
    "chamber": "s",
    "collection": "llsr",
    "committees": [
      "Committee on Public Lands"
    ],
    "congress": "035",
    "dates": [
      "18590104",
      "18590106"
    ],
    "description": "Mr. Foot asked, and by unanimous consent obtained, leave to bring in the following joint resolution; which was read twice, and referred to the Committee on Public Lands. Reported without amendment and adversely. Joint Resolution Explanatory of an act approved March third, eighteen hundred and fifty-five, entitled ''An act in addition to certain acts granting bounty land to certain officers and soldiers who have been engaged in the military service of the United States.''",
    "pages": [
      {
        "image": "00650000.tif",
        "page": 1
      },
      {
        "image": "00660002.tif",
        "page": 2
      }
    ],
    "session": "002",
    "volume": "035"
  },
  {
    "bill_numbers": [
      "S.R. 64"
    ],
    "chamber": "s",
    "collection": "llsr",
    "committees": [
      "Committee on Military Affairs and the Militia"
    ],
    "congress": "035",
    "dates": [
      "18590105",
      "18590129"
    ],
    "description": "Agreeably to notice, Mr. Polk asked and obtained leave to bring in the following joint resolution; which was read twice and referred to the Committee on Military Affairs and the Militia. Reported by Mr. Davis without amendment, and accompanied by an adverse report, (No. 362.) Joint Resolution Explanatory of ''An act to amend an act entitled 'An act supplemental to an act entitled An act providing for the prosecution of existing war between the United States and the republic of Mexico, and for other purposes,' approved July nineteen, eighteen hundred and forty-eight.''",
    "pages": [
      {
        "image": "00670000.tif",
        "page": 1
      }
    ],
    "session": "002",
    "volume": "035"
  },
  {
    "bill_numbers": [
      "S.R. 66"
    ],
    "chamber": "s",
    "collection": "llsr",
    "committees": [
      "Committee on Post Offices and Post Roads"
    ],
    "congress": "035",
    "dates": [
      "18590107",
      "18590303"
    ],
    "description": "Agreeably to notice, Mr. Sebastian asked and obtained leave to bring in the following bill; which was read twice and referred to the Committee on Post Offices and Post Roads. Reported with an amendment, viz: Strike out all after the enacting clause and insert what follows printed in italics, and accompanied by a report, (No. 394.) Joint Resolution Authorizing the Postmaster General to adjust the accounts of Peay and Ayliff for carrying the United States mail on route No. 7,503, in the State of Arkansas.",
    "pages": [
      {
        "image": "00680000.tif",
        "page": 1
      },
      {
        "image": "00690002.tif",
        "page": 2
      }
    ],
    "session": "002",
    "volume": "035"
  },
  {
    "bill_numbers": [
      "S.R. 69"
    ],
    "chamber": "s",
    "collection": "llsr",
    "committees": [
      "Committee on Naval Affairs"
    ],
    "congress": "035",
    "dates": [
      "18590112"
    ],
    "description": "Mr. Hale, from the Committee on Naval Affairs, reported the following joint resolution; which was read and passed to a second reading. Joint Resolution Conferring the rank of senior flag officer on the active service list of the United States navy on Captain Charles Stewart.",
    "pages": [
      {
        "image": "00700000.tif",
        "page": 1
      }
    ],
    "session": "002",
    "volume": "035"
  },
  {
    "bill_numbers": [
      "S.R. 70"
    ],
    "chamber": "s",
    "collection": "llsr",
    "committees": [
      "Committee of the Whole House"
    ],
    "congress": "035",
    "dates": [
      "18590205"
    ],
    "description": "Reported back without amendment, committed to a Committee of the Whole House, made the order of the day for to-morrow, and ordered to be printed. Joint Resolution For the relief of Commander H.J. Hartstene, of the United States navy.",
    "pages": [
      {
        "image": "00710000.tif",
        "page": 1
      }
    ],
    "session": "002",
    "volume": "035"
  },
  {
    "bill_numbers": [
      "S.R. 72"
    ],
    "chamber": "s",
    "collection": "llsr",
    "committees": [
      "Committee on Post Offices and Post Roads"
    ],
    "congress": "035",
    "dates": [
      "18590121",
      "18590212"
    ],
    "description": "Mr. Seward asked, and by unanimous consent obtained, leave to bring in the following bill; which was read twice and referred to the Committee on Post Offices and Post Roads. On Motion by Mr. Yulee, committee discharged. Joint Resolution Concerning the conveyance of the mails between New York and Liverpool, and between New York, by the way of Southampton and Havre, and Bremen.",
    "pages": [
      {
        "image": "00720000.tif",
        "page": 1
      },
      {
        "image": "00730002.tif",
        "page": 2
      }
    ],
    "session": "002",
    "volume": "035"
  },
  {
    "bill_numbers": [
      "S.R. 73"
    ],
    "chamber": "s",
    "collection": "llsr",
    "committees": [
      "Committee on Public Buildings and Grounds"
    ],
    "congress": "035",
    "dates": [
      "18590124"
    ],
    "description": "Mr. Bright, from the Committee on Public Buildings and Grounds, reported following joint resolution; which was read and passed to a second reading. Joint Resolution For procuring furniture for the north wing of the Capitol.",
    "pages": [
      {
        "image": "00740000.tif",
        "page": 1
      },
      {
        "image": "00750002.tif",
        "page": 2
      }
    ],
    "session": "002",
    "volume": "035"
  },
  {
    "bill_numbers": [
      "S.R. 76"
    ],
    "chamber": "s",
    "collection": "llsr",
    "committees": [
      "Committee on Printing"
    ],
    "congress": "035",
    "dates": [
      "18590208"
    ],
    "description": "Mr. Fitch, from the Committee on Printing, reported the following joint resolution; which was read and passed to a second reading. Joint Resolution Directing the manner of preparing and printing the annual report of the Commissioner of Patents on mechanics.",
    "pages": [
      {
        "image": "00760000.tif",
        "page": 1
      }
    ],
    "session": "002",
    "volume": "035"
  },
  {
    "bill_numbers": [
      "S.R. 78"
    ],
    "chamber": "s",
    "collection": "llsr",
    "committees": [
      "Committee on Indian Affairs"
    ],
    "congress": "035",
    "dates": [
      "18590215",
      "18590303"
    ],
    "description": "Agreeably to notice, Mr. Harlan asked and obtained leave to bring in the following joint resolution; which was read twice and referred to the Committee on Indian Affairs. On motion by Mr. Sebastian, committee discharged. Joint Resolution To enable certain railroad companies in the Territory of Kansas to procure the right of way. Whereas certain railroad companies have been charted by the legislature of the Territory of Kansas, to wit: the Leavenworth and Fort Gibson Railroad Company, for the construction of railroad running south, and the Rocky Mountain Railroad Company, for the construction of a railroad running up the Kansas River valley, in said Territory; and whereas said roads will pass through different Indian reservation in their respective course: Therefore, for the purpose of enabling said companies in the construction of said roads--",
    "pages": [
      {
        "image": "00770000.tif",
        "page": 1
      },
      {
        "image": "00780002.tif",
        "page": 2
      }
    ],
    "session": "002",
    "volume": "035"
  },
  {
    "bill_numbers": [
      "S.R. 81"
    ],
    "chamber": "s",
    "collection": "llsr",
    "committees": [
      "Committee on Public Buildings and Grounds"
    ],
    "congress": "035",
    "dates": [
      "18590221"
    ],
    "description": "Mr. Davis, from the Committee on Public Buildings and Grounds, submitted a report, (No. 388,) accompanied by the following joint resolution; which was read passed to a second reading. Joint Resolution Providing for heating the centre building of the Capitol.",
    "pages": [
      {
        "image": "00790000.tif",
        "page": 1
      }
    ],
    "session": "002",
    "volume": "035"
  },
  {
    "bill_numbers": [
      "S.R. 82"
    ],
    "chamber": "s",
    "collection": "llsr",
    "committees": [
      "Committee on the Judiciary",
      "Committee on Commerce"
    ],
    "congress": "035",
    "dates": [
      "18590221",
      "18590223",
      "18590224"
    ],
    "description": "Agreeably to notice, Mr. Crittenden asked and obtained leave to bring in the following bill; which was read twice and referred to the Committee on the Judiciary. Committee discharged and referred to the Committee on Commerce. Reported by. Mr. Clay without amendment. Joint Resolution To allow credit to certain disbursing officers therein mentioned. Whereas by the act of the thirtieth of August, eighteen hundred and fifty-two, entitled ''An act making appropriations for the improvement of certain harbors and rivers,'' the following appropriations (among others) were made, to wit: ''For the improvement of the navigation of the Mississippi river, below the rapids, ninety thousand dollars; the Ohio, including repairs of the dam of Cumberland island, ninety thousand dollars; the Missouri and Arkansas rivers, each forty thousand dollars; and for the construction and repair of snag-boats, dredge-boats, discharging-scows, and machinery to be used on the Mississippi, Ohio, Missouri, Arkansas, and other western rivers, one hundred and fifty thousand dollars;'' and whereas it also appears that in carrying into effect the said provision of law the officers and agents of government entrusted therewith, and with the application and disbursement of said appropriations, did apply and disburse part of the money appropriated as aforesaid for ''the improvement of the navigation'' of said rivers, for the construction or repairs of the said snag-boats, dredge-boats, discharging-scows, or machinery, in aid of and in addition to the appropriation of one hundred and fifty thousand dollars made for this specific object, and which proved to be inadequate, in consequence whereof, and of this application to one object of money appropriated to another, the officers or agents are unable to settle their accounts, though prepared, as they allege, to show that said money has been expended in the service of the government--",
    "pages": [
      {
        "image": "00800000.tif",
        "page": 1
      },
      {
        "image": "00810002.tif",
        "page": 2
      }
    ],
    "session": "002",
    "volume": "035"
  }
]