[
  {
    "bill_numbers": [
      "S.R."
    ],
    "chamber": "s",
    "collection": "llsr",
    "committees": [],
    "congress": "037",
    "dates": [
      "18610729"
    ],
    "description": "Ordered to be printed. Mr. Powell gave notice of his intention to introduce the following joint resolution: Joint Resolution In relation to the arrest and imprisonment of Charles Howard, William H. Gatchell, and John W. Davis, police commissioners of the city of Baltimore. Whereas the Constitution of the United States declares that no warrant shall issue but upon probable cause, supported by oath or affirmation; that no citizen shall be deprived of his liberty without due process of law; and that the accused shall enjoy the right of a speedy trial by a jury of the district where the offence was committed; and whereas Charles Howard, William H. Gatchell, and John W. Davis, citizens of Baltimore, in the State of Maryland, were, on the first day of July, one thousand eight hundred and sixty-one, seized without warrant and without any process of law whatever by a body of soldiers of the army of the United States, by order of Major General Banks, alleged to have been made in pursuance of orders issued from the headquarters of the army at Washington, and were removed by force and against their will from their homes to Fort McHenry, where they have ever since been, and now are, confined as prisoners; and whereas the said military officer, without warrant or authority of law, superseded and suspended the official functions of the said Charles Howard and others, members of the board of police of Baltimore; and whereas the constitutional privilege of the writ of habeas corpus has been treated with contempt, and a military officer (the predecessor of General Banks) has taken upon himself the responsibility of wilful disobedience to the writ, thereby subordinating the civil to the military power, thus violating and overthrowing the Constitution of the United States, and setting up in its stead a military despotism; and whereas the Congress of the United States regards the acts aforesaid as clear and palpable violations of the Constitution of the United States, and destructive to the liberties of a free people: Therefore--",
    "pages": [
      {
        "image": "00010000.tif",
        "page": 1
      },
      {
        "image": "00020002.tif",
        "page": 2
      }
    ],
    "session": "001",
    "volume": "037"
  },
  {
    "bill_numbers": [
      "S.R."
    ],
    "chamber": "s",
    "collection": "llsr",
    "committees": [],
    "congress": "037",
    "dates": [
      "18611216"
    ],
    "description": "Submitted and ordered to be printed. Joint Resolution In relation to the objects of the war and the measures and manner of conducting the same.",
    "pages": [
      {
        "image": "00030000.tif",
        "page": 1
      }
    ],
    "session": "002",
    "volume": "037"
  },
  {
    "bill_numbers": [
      "S.R. 1"
    ],
    "chamber": "s",
    "collection": "llsr",
    "committees": [
      "Committee on Military Affairs and the Militia"
    ],
    "congress": "037",
    "dates": [
      "18610706"
    ],
    "description": "Agreeably to notice, Mr. Wilson asked and obtained leave to bring in the following joint resolution; which was read twice, and referred to the Committee on Military Affairs and the Militia, and ordered to be printed. Joint Resolution To approve and confirm certain acts of the President of the United States for suppressing insurrection and rebellion. Whereas, since the adjournment of Congress on the fourth day of March last, a formidable insurrection in certain States of this Union has arrayed itself in armed hostility to the government of the United States, constitutionally administered; and whereas the President of the United States did, under the extraordinary exigencies thus presented, exercise certain powers and adopt certain measures for the preservation of this government--that is to say: First. He did, on the fifteenth day of April last, issue his proclamation calling upon the several States for seventy-five thousand men to suppress such insurrectionary combinations, and to cause the laws to be faithfully executed. Secondly. He did, on the nineteenth day of April last, issue a proclamation setting on foot a blockade of the ports within the States of South Carolina, Georgia, Alabama, Florida, Mississippi, Louisiana, and Texas. Thirdly. He did, on the twenty-seventh day of April last, issue a proclamation establishing a blockade of the ports within the States of Virginia and North Carolina, Fourthly.",
    "pages": [
      {
        "image": "00040000.tif",
        "page": 1
      },
      {
        "image": "00050002.tif",
        "page": 2
      }
    ],
    "session": "001",
    "volume": "037"
  },
  {
    "bill_numbers": [
      "S.R. 3"
    ],
    "chamber": "s",
    "collection": "llsr",
    "committees": [
      "Committee on Naval Affairs"
    ],
    "congress": "037",
    "dates": [
      "18610711"
    ],
    "description": "Mr. Hale asked, and by unanimous consent obtained, leave to bring in the following joint resolution; which was read twice and referred to the Committee on Naval Affairs, and ordered to be printed. Joint Resolution In relation to the Naval Academy.",
    "pages": [
      {
        "image": "00060000.tif",
        "page": 1
      },
      {
        "image": "00070002.tif",
        "page": 2
      }
    ],
    "session": "001",
    "volume": "037"
  },
  {
    "bill_numbers": [
      "S.R. 4"
    ],
    "chamber": "s",
    "collection": "llsr",
    "committees": [],
    "congress": "037",
    "dates": [
      "18610712"
    ],
    "description": "Agreeably to notice, Mr. Saulsbury asked and obtained leave to bring in the following joint resolution; which was read the first and second time, and ordered to be printed. Joint Resolution Proposing certain amendments to the Constitution of the United States with a view to the peaceable adjustment of our national difficulties. Whereas serious and alarming dissensions have arisen between the northern and most of the southern States concerning the rights and security of the rights of the slaveholding States, and especially their rights in the common territory of the United States; and whereas it is eminently desirable and proper that those dissensions, which have culminated in revolution and civil war, and which now threaten the very existence of this Union, should be permanently quieted and settled by constitutional provisions, which shall do equal justice to all sections, and thereby restore to the people that peace and good will which ought to prevail between all the citizens of the United States: Therefore--",
    "pages": [
      {
        "image": "00080000.tif",
        "page": 1
      },
      {
        "image": "00090002.tif",
        "page": 2
      },
      {
        "image": "00100003.tif",
        "page": 3
      },
      {
        "image": "00110004.tif",
        "page": 4
      },
      {
        "image": "00120005.tif",
        "page": 5
      }
    ],
    "session": "001",
    "volume": "037"
  },
  {
    "bill_numbers": [
      "S.R. 6"
    ],
    "chamber": "s",
    "collection": "llsr",
    "committees": [
      "Committee on Naval Affairs"
    ],
    "congress": "037",
    "dates": [
      "18610715",
      "18610729"
    ],
    "description": "Mr. Latham asked, and by unanimous consent obtained, leave to bring in the following joint resolution; which was read twice, and referred to the Committee on Naval Affairs. On motion by Mr. Hale, committee discharged, and postponed to first Monday in December next. Joint Resolution To place the name of Lieutenant Charles Thomas upon the active service list of the United States navy.",
    "pages": [
      {
        "image": "00130000.tif",
        "page": 1
      }
    ],
    "session": "001",
    "volume": "037"
  },
  {
    "bill_numbers": [
      "S.R. 7"
    ],
    "chamber": "s",
    "collection": "llsr",
    "committees": [
      "Committee on the Judiciary"
    ],
    "congress": "037",
    "dates": [
      "18610719"
    ],
    "description": "Mr. Wilson asked, and by unanimous consent obtained, leave to bring in the following joint resolution; which was read twice and referred to the Committee on the Judiciary. Reported by Mr. Trumbull without amendment, and adversely. Joint Resolution In relation to the bonds of paymasters in the army.",
    "pages": [
      {
        "image": "00140000.tif",
        "page": 1
      }
    ],
    "session": "001",
    "volume": "037"
  },
  {
    "bill_numbers": [
      "S.R. 9"
    ],
    "chamber": "s",
    "collection": "llsr",
    "committees": [
      "Committee on Foreign Relations"
    ],
    "congress": "037",
    "dates": [
      "18610723"
    ],
    "description": "Mr. Sumner, from the Committee on Foreign Relations, reported the following joint resolution; which was read the first and second time. Joint Resolution Relative to the exhibition of the industry of all nations, to be holden in London in the year eighteen hundred and sixty-two.",
    "pages": [
      {
        "image": "00150000.tif",
        "page": 1
      }
    ],
    "session": "001",
    "volume": "037"
  },
  {
    "bill_numbers": [
      "S.R. 10"
    ],
    "chamber": "s",
    "collection": "llsr",
    "committees": [],
    "congress": "037",
    "dates": [
      "18610725"
    ],
    "description": "Mr. Clark asked, and by unanimous consent obtained, leave to bring in the following joint resolution; which was read the first and second time, ordered to lie on the table, and be printed. Joint Resolution Declaratory of the determination of Congress to maintain the supremacy of the government and integrity of the Union.",
    "pages": [
      {
        "image": "00160000.tif",
        "page": 1
      }
    ],
    "session": "001",
    "volume": "037"
  },
  {
    "bill_numbers": [
      "S.R. 12"
    ],
    "chamber": "s",
    "collection": "llsr",
    "committees": [
      "Committee on Naval Affairs"
    ],
    "congress": "037",
    "dates": [
      "18610727",
      "18610729"
    ],
    "description": "Mr. Anthony asked, and by unanimous consent obtained, leave to bring in the following joint resolution; which was read twice and referred to the Committee on Naval Affairs. On motion by Mr. Hale, committee discharged, and postponed to first Monday in December next. Joint Resolution To place the name of Commander Amasa Paine upon the active service list of the navy.",
    "pages": [
      {
        "image": "00170000.tif",
        "page": 1
      }
    ],
    "session": "001",
    "volume": "037"
  },
  {
    "bill_numbers": [
      "S.R. 13"
    ],
    "chamber": "s",
    "collection": "llsr",
    "committees": [
      "Committee on Naval Affairs"
    ],
    "congress": "037",
    "dates": [
      "18610727",
      "18610729"
    ],
    "description": "Mr. Anthony asked, and by unanimous consent obtained, leave to bring in the following joint resolution; which was read twice, and referred to the Committee on Naval Affairs. On motion by Mr. Hale, committee discharged, and postponed to the first Monday in December next. Joint Resolution To place the name of Lieutenant Charles Hunter on the active service list of the navy.",
    "pages": [
      {
        "image": "00180000.tif",
        "page": 1
      }
    ],
    "session": "001",
    "volume": "037"
  },
  {
    "bill_numbers": [
      "S.R. 14"
    ],
    "chamber": "s",
    "collection": "llsr",
    "committees": [
      "Committee on Naval Affairs"
    ],
    "congress": "037",
    "dates": [
      "18610727",
      "18610729"
    ],
    "description": "Mr. Anthony asked, and by unanimous consent obtained, leave to bring in the following joint resolution; which was read twice, and referred to the Committee on Naval Affairs. On motion by Mr. Hale, committee discharged, and postponed to first Monday in December next. Joint Resolution To place the name of Lieutenant Peter Turner upon the active service list of the navy.",
    "pages": [
      {
        "image": "00190000.tif",
        "page": 1
      }
    ],
    "session": "001",
    "volume": "037"
  },
  {
    "bill_numbers": [
      "S.R. 23"
    ],
    "chamber": "s",
    "collection": "llsr",
    "committees": [
      "Committee on the Judiciary"
    ],
    "congress": "037",
    "dates": [
      "18611211"
    ],
    "description": "Mr. Morrill asked, and by unanimous consent obtained, leave to bring in the following joint resolution; which was read twice, referred to the Committee on the Judiciary, and ordered to be printed. Joint Resolution To provide for the confiscation of the property of rebels or insurgents, and to satisfy the just claims of loyal persons therefrom.",
    "pages": [
      {
        "image": "00200000.tif",
        "page": 1
      },
      {
        "image": "00210002.tif",
        "page": 2
      },
      {
        "image": "00220003.tif",
        "page": 3
      }
    ],
    "session": "002",
    "volume": "037"
  },
  {
    "bill_numbers": [
      "S.R. 24"
    ],
    "chamber": "s",
    "collection": "llsr",
    "committees": [
      "Committee to Audit and Control"
    ],
    "congress": "037",
    "dates": [
      "18611211",
      "18611212"
    ],
    "description": "Mr. Chandler asked, and by unanimous consent obtained, leave to bring in the following bill; which was read twice and referred to the Committee to Audit and Control the Contingent Expenses of the Senate. On motion by Mr. Dixon, committee discharged, and ordered to lie on the table. Joint Resolution Directing the Secretary of the Treasury to pay to the widow of the late Honorable K. S. Bingham the amount of compensation due to him at the time of his death.",
    "pages": [
      {
        "image": "00230000.tif",
        "page": 1
      }
    ],
    "session": "002",
    "volume": "037"
  },
  {
    "bill_numbers": [
      "S.R. 25"
    ],
    "chamber": "s",
    "collection": "llsr",
    "committees": [
      "Committee on Military Affairs and the Militia"
    ],
    "congress": "037",
    "dates": [
      "18611212",
      "18620124"
    ],
    "description": "Mr. Nesmith asked, and by unanimous consent obtained, leave to bring in the following joint resolution; which was read twice and referred to the Committee on Military Affairs and the Militia. Reported by Mr. Nesmith without amendment, and accompanied by a report, (No. 8.) Joint Resolution Prescribing the mode of paying the awards authorized by the act of second March, eighteen hundred and sixty-one, for settling the Washington and Oregon war debt.",
    "pages": [
      {
        "image": "00240000.tif",
        "page": 1
      }
    ],
    "session": "002",
    "volume": "037"
  },
  {
    "bill_numbers": [
      "S.R. 25"
    ],
    "chamber": "s",
    "collection": "llsr",
    "committees": [
      "Committee on the Judiciary",
      "Committee of the Whole House"
    ],
    "congress": "037",
    "dates": [
      "18620303",
      "18620414"
    ],
    "description": "Read twice, and referred to the Committee on the Judiciary. By Mr. Hickman reported back, ''recommending its consideration be indefinitely postponed:'' Referred to the Committee of the Whole House on the State of the Union, and ordered to be printed. Joint Resolution Prescribing the mode of paying the awards authorized by the act of second March, eghteen hundred and sixty-one, for settling the Washington and Oregon war debt.",
    "pages": [
      {
        "image": "00250000.tif",
        "page": 1
      }
    ],
    "session": "002",
    "volume": "037"
  },
  {
    "bill_numbers": [
      "S.R. 26"
    ],
    "chamber": "s",
    "collection": "llsr",
    "committees": [
      "Committee on Public Lands"
    ],
    "congress": "037",
    "dates": [
      "18611223",
      "18620311"
    ],
    "description": "Mr. Howe asked, and by unanimous consent obtained, leave to bring in the following joint resolution; which was read twice and referred to the Committee on Public Lands. Reported by Mr. Rice with an amendment, viz: Strike out the words within [brackets] and insert those printed in italics. Joint Resolution Explanatory of a certain act therein mentioned.",
    "pages": [
      {
        "image": "00260000.tif",
        "page": 1
      },
      {
        "image": "00270002.tif",
        "page": 2
      },
      {
        "image": "00280003.tif",
        "page": 3
      },
      {
        "image": "00290004.tif",
        "page": 4
      }
    ],
    "session": "002",
    "volume": "037"
  },
  {
    "bill_numbers": [
      "S.R. 26"
    ],
    "chamber": "s",
    "collection": "llsr",
    "committees": [],
    "congress": "037",
    "dates": [
      "18620410"
    ],
    "description": "Resolved, That this joint resolution pass with amendments. Joint Resolution Explanatory of [a certain act therein mentioned,] and in addition to, the act of June third, eighteen hundred and fifty-six, granting public lands to the State of Wisconsin to aid in the construction of railroads in said State.",
    "pages": [
      {
        "image": "00300000.tif",
        "page": 1
      },
      {
        "image": "00310002.tif",
        "page": 2
      },
      {
        "image": "00320003.tif",
        "page": 3
      },
      {
        "image": "00330004.tif",
        "page": 4
      },
      {
        "image": "00340005.tif",
        "page": 5
      },
      {
        "image": "00350006.tif",
        "page": 6
      }
    ],
    "session": "002",
    "volume": "037"
  },
  {
    "bill_numbers": [
      "S.R. 29"
    ],
    "chamber": "s",
    "collection": "llsr",
    "committees": [
      "Committee on Military Affairs and the Militia"
    ],
    "congress": "037",
    "dates": [
      "18620113"
    ],
    "description": "Mr. Lane asked, and by unanimous consent obtained, leave to bring in the following joint resolution; which was read twice, referred to the Committee on Military Affairs and the Militia, and ordered to be printed. Joint Resolution To promote the efficiency of the troops serving in the department of Kansas.",
    "pages": [
      {
        "image": "00360000.tif",
        "page": 1
      },
      {
        "image": "00370002.tif",
        "page": 2
      }
    ],
    "session": "002",
    "volume": "037"
  },
  {
    "bill_numbers": [
      "S.R. 32"
    ],
    "chamber": "s",
    "collection": "llsr",
    "committees": [
      "Committee on Public Buildings and Grounds"
    ],
    "congress": "037",
    "dates": [
      "18620117"
    ],
    "description": "Mr. Foot, from the Committee on Public Buildings and Grounds, reported the following joint resolution, which was read, and passed to a second reading. Joint Resolution Directing the removal of the army bakeries from the Capitol.",
    "pages": [
      {
        "image": "00380000.tif",
        "page": 1
      }
    ],
    "session": "002",
    "volume": "037"
  },
  {
    "bill_numbers": [
      "S.R. 38"
    ],
    "chamber": "s",
    "collection": "llsr",
    "committees": [
      "Committee on Foreign Relations"
    ],
    "congress": "037",
    "dates": [
      "18620128"
    ],
    "description": "Mr. Sumner, from the Committee on Foreign Relations, reported the following joint resolution; which was read, and passed to a second reading. Joint Resolution In addition to a resolution relative to the exhibition of the industry of all nations, to be held in London during the year eighteen hundred and sixty-two.",
    "pages": [
      {
        "image": "00390000.tif",
        "page": 1
      },
      {
        "image": "00400002.tif",
        "page": 2
      }
    ],
    "session": "002",
    "volume": "037"
  },
  {
    "bill_numbers": [
      "S.R. 40"
    ],
    "chamber": "s",
    "collection": "llsr",
    "committees": [
      "Committee on Naval Affairs"
    ],
    "congress": "037",
    "dates": [
      "18620129",
      "18630303"
    ],
    "description": "Mr. Hale asked, and by unanimous consent obtained, leave to bring in the following joint resolution, which was read twice and referred to the Committee on Naval Affairs. On motion of Mr. Grimes, committee discharged. Joint Resolution Authorizing the taking down and breaking up of the ship-of-war Alabama, now on the stocks at Portsmouth, and the ship-of-war Virginia, now on the stocks at Charlestown.",
    "pages": [
      {
        "image": "00410000.tif",
        "page": 1
      }
    ],
    "session": "003",
    "volume": "037"
  },
  {
    "bill_numbers": [
      "S.R. 43"
    ],
    "chamber": "s",
    "collection": "llsr",
    "committees": [
      "Committee on Naval Affairs"
    ],
    "congress": "037",
    "dates": [
      "18620204"
    ],
    "description": "Mr. Hale, from the Committee on Naval Affairs, submitted a report (No. 10) accompanied by the following joint resolution; which was read and passed to a second reading. Joint Resolution To authorize the President of the United States to restore Lieutenant Charles Hunter to the active list, from the leave of absence list, of the navy.",
    "pages": [
      {
        "image": "00420000.tif",
        "page": 1
      }
    ],
    "session": "002",
    "volume": "037"
  },
  {
    "bill_numbers": [
      "S.R. 48"
    ],
    "chamber": "s",
    "collection": "llsr",
    "committees": [
      "Committee on Indian Affairs"
    ],
    "congress": "037",
    "dates": [
      "18620210",
      "18620530"
    ],
    "description": "Mr. Latham asked, and by unanimous consent obtained, leave to bring in the following joint resolution; which was read twice and referred to the Committee on Indian Affairs. Reported by Mr. Doolittle with amendments, viz: Strike out the words within [brackets] and insert those printed in italics. Joint Resolution [For the settlement of the claim of George McDougal upon just and equitable principles.] In relation to the claim of George McDougal.",
    "pages": [
      {
        "image": "00430000.tif",
        "page": 1
      },
      {
        "image": "00440002.tif",
        "page": 2
      }
    ],
    "session": "002",
    "volume": "037"
  },
  {
    "bill_numbers": [
      "S.R. 50"
    ],
    "chamber": "s",
    "collection": "llsr",
    "committees": [
      "Committee on Public Buildings and Grounds"
    ],
    "congress": "037",
    "dates": [
      "18620217"
    ],
    "description": "Mr. Foot, from the Committee on Public Buildings and Grounds, reported the following joint resolution; which was read and passed to a second reading. Joint Resolution Transferring the supervision of the Capitol extension and the erection of the new dome to the Department of the Interior.",
    "pages": [
      {
        "image": "00450000.tif",
        "page": 1
      }
    ],
    "session": "002",
    "volume": "037"
  },
  {
    "bill_numbers": [
      "S.R. 52"
    ],
    "chamber": "s",
    "collection": "llsr",
    "committees": [],
    "congress": "037",
    "dates": [
      "18620219"
    ],
    "description": "Agreeably to notice, Mr. Rice asked and obtained leave to bring in the following joint resolution; which was read, passed to a second reading, and ordered to lie on the table. Joint Resolution Authorizing the President of the United States to confer the title of lieutenant general by brevet for eminent services.",
    "pages": [
      {
        "image": "00460000.tif",
        "page": 1
      }
    ],
    "session": "002",
    "volume": "037"
  },
  {
    "bill_numbers": [
      "S.R. 55"
    ],
    "chamber": "s",
    "collection": "llsr",
    "committees": [],
    "congress": "037",
    "dates": [
      "18620303"
    ],
    "description": "Mr. Wade asked, and by unanimous consent obtained, leave to bring in the following joint resolution; which was read and passed to a second reading. Joint Resolution In relation to the appointment of assistant adjutant general and other staff officers in the regular and volunteer service.",
    "pages": [
      {
        "image": "00470000.tif",
        "page": 1
      }
    ],
    "session": "002",
    "volume": "037"
  },
  {
    "bill_numbers": [
      "S.R. 58"
    ],
    "chamber": "s",
    "collection": "llsr",
    "committees": [
      "Committee on Pensions"
    ],
    "congress": "037",
    "dates": [
      "18620304",
      "18620705"
    ],
    "description": "Mr. Foster asked, and by unanimous consent obtained, leave to bring in the following joint resolution; which was read twice, and referred to the Committee on Pensions. Reported by Mr. Foster without amendment. Joint Resolution To regulate the compensation of agents for paying pensions.",
    "pages": [
      {
        "image": "00480000.tif",
        "page": 1
      }
    ],
    "session": "002",
    "volume": "037"
  },
  {
    "bill_numbers": [
      "S.R. 60"
    ],
    "chamber": "s",
    "collection": "llsr",
    "committees": [
      "Committee on Naval Affairs"
    ],
    "congress": "037",
    "dates": [
      "18620305",
      "18620314"
    ],
    "description": "Mr. Dixon asked, and by unanimous consent obtained, leave to bring in the following joint resolution; which was read twice, and referred to the Committee on Naval Affairs. Reported by Mr. Hale without amendment, and postponed indefinitely. Joint Resolution Authorizing the Secretary of the Navy to appoint a commission to inquire into forfeitures incurred by contractors under that department. Whereas sundry contractors for steam machinery, owing to causes beyond their control, have failed to complete their contracts within the time specified: Therefore--",
    "pages": [
      {
        "image": "00490000.tif",
        "page": 1
      }
    ],
    "session": "002",
    "volume": "037"
  },
  {
    "bill_numbers": [
      "S.R. 62"
    ],
    "chamber": "s",
    "collection": "llsr",
    "committees": [
      "Committee on Commerce"
    ],
    "congress": "037",
    "dates": [
      "18620310",
      "18620502"
    ],
    "description": "Mr. Foster asked, and by unanimous consent obtained, leave to bring in the following joint resolution; which was read twice, and referred to the Committee on Commerce. Reported by Mr. Morrill with amendments, viz: Strike out the words within [brackets] and insert those printed in italics. Joint Resolution [Authorizing and directing the change of location of the light-vessel on Eel Grass shoals.] Authorizing the change of location of the light-vessel on Eel Grass shoals.",
    "pages": [
      {
        "image": "00500000.tif",
        "page": 1
      }
    ],
    "session": "002",
    "volume": "037"
  },
  {
    "bill_numbers": [
      "S.R. 63"
    ],
    "chamber": "s",
    "collection": "llsr",
    "committees": [],
    "congress": "037",
    "dates": [
      "18620310"
    ],
    "description": "Mr. Wilson, of Massachusetts, asked, and by unanimous consent obtained, leave to bring in the following joint resolution; which was read and passed to a second reading. Joint Resolution To grant aid to the States of Maryland and Delaware to emancipate certain persons held to service or labor in said States.",
    "pages": [
      {
        "image": "00510000.tif",
        "page": 1
      },
      {
        "image": "00520002.tif",
        "page": 2
      }
    ],
    "session": "002",
    "volume": "037"
  },
  {
    "bill_numbers": [
      "S.R. 64"
    ],
    "chamber": "s",
    "collection": "llsr",
    "committees": [
      "Committee on Naval Affairs"
    ],
    "congress": "037",
    "dates": [
      "18620310",
      "18620312"
    ],
    "description": "Mr. Grimes asked, and by unanimous consent obtained, leave to bring in the following joint resolution; which was read twice, and referred to the Committee on Naval Affairs. Reported by Mr. Grimes without amendment; postponed to, and special order for, Thursday, March 13, at 12 1/2 o'clock p. m. Joint Resolution Expressive of the thanks of Congress to Captain A. H. Foote, of the United States navy, and to the officers and men under his command in the western flotilla.",
    "pages": [
      {
        "image": "00530000.tif",
        "page": 1
      },
      {
        "image": "00540002.tif",
        "page": 2
      }
    ],
    "session": "002",
    "volume": "037"
  },
  {
    "bill_numbers": [
      "S.R. 65"
    ],
    "chamber": "s",
    "collection": "llsr",
    "committees": [
      "Committee on Military Affairs and the Militia"
    ],
    "congress": "037",
    "dates": [
      "18620311"
    ],
    "description": "Mr. Wilson, from the Committee on Military Affairs and the Militia, reported the following joint resolution; which was read and passed to a second reading. Joint Resolution To authorize the Secretary of War to accept moneys appropriated by any State for the payment of its volunteers, and to apply the same as directed by such State.",
    "pages": [
      {
        "image": "00550000.tif",
        "page": 1
      }
    ],
    "session": "002",
    "volume": "037"
  },
  {
    "bill_numbers": [
      "S.R. 65"
    ],
    "chamber": "s",
    "collection": "llsr",
    "committees": [
      "Committee on Military Affairs"
    ],
    "congress": "037",
    "dates": [
      "18620313"
    ],
    "description": "Read a first and second time, referred to the Committee on Military Affairs, and ordered to be printed. Joint Resolution To authorize the Secretary of War to accept moneys appropriated by any State for the payment of its volunteers, and to apply the same as directed by such State.",
    "pages": [
      {
        "image": "00560000.tif",
        "page": 1
      }
    ],
    "session": "002",
    "volume": "037"
  },
  {
    "bill_numbers": [
      "S.R. 67"
    ],
    "chamber": "s",
    "collection": "llsr",
    "committees": [
      "Committee on the Judiciary"
    ],
    "congress": "037",
    "dates": [
      "18620312",
      "18620319"
    ],
    "description": "Mr. Harris asked, and by unanimous consent obtained, leave to bring in the following joint resolution; which was read twice, and referred to the Committee on the Judiciary. Reported by Mr. Trumbull, with an amendment, viz: Strike out the words within [brackets] and insert those printed in italics. Joint Resolution In relation to the claim of Marshall O. Roberts for the loss of the steamer Star of the West. Whereas the Secretary of War having declined to act upon a claim of Marshall O. Roberts for compensation for the loss of the steamship ''Star of the West,'' while in the service and under the direction of the United States, upon the ground that before his appointment as Secretary of War he had been consulted as counsel in the case: Therefore--",
    "pages": [
      {
        "image": "00570000.tif",
        "page": 1
      }
    ],
    "session": "002",
    "volume": "037"
  },
  {
    "bill_numbers": [
      "S.R. 68"
    ],
    "chamber": "s",
    "collection": "llsr",
    "committees": [
      "Committee on Military Affairs and the Militia"
    ],
    "congress": "037",
    "dates": [
      "18620314"
    ],
    "description": "Mr. Wilson, of Massachusetts, from the Committee on Military Affairs and the Militia, reported the following joint resolution; which was read twice, and postponed to to-morrow. Joint Resolution To authorize the President to assign the command of troops in the same field or department to officers of the same grade without regard to seniority.",
    "pages": [
      {
        "image": "00580000.tif",
        "page": 1
      }
    ],
    "session": "002",
    "volume": "037"
  },
  {
    "bill_numbers": [
      "S.R. 69"
    ],
    "chamber": "s",
    "collection": "llsr",
    "committees": [
      "Committee on Finance"
    ],
    "congress": "037",
    "dates": [
      "18620319",
      "18620320",
      "18620327"
    ],
    "description": "Mr. King asked, and by unanimous consent obtained, leave to bring in the following bill; which was read twice, and postponed to to-morrow. Referred to the Committee on Finance. Reported by Mr. Pearce without amendment, and the committee discharged. Joint Resolution To authorize the importation of certain arms by States, free of duty.",
    "pages": [
      {
        "image": "00590000.tif",
        "page": 1
      }
    ],
    "session": "002",
    "volume": "037"
  },
  {
    "bill_numbers": [
      "S.R. 73"
    ],
    "chamber": "s",
    "collection": "llsr",
    "committees": [],
    "congress": "037",
    "dates": [
      "18620403"
    ],
    "description": "Mr. Davis asked, and by unanimous consent obtained, leave to bring in the following joint resolution; which was read and passed to a second reading. Joint Resolution Declaring the purposes for which the present war for the suppression of rebellion is prosecuted to be to maintain the Constitution and to preserve the Union.",
    "pages": [
      {
        "image": "00600000.tif",
        "page": 1
      }
    ],
    "session": "002",
    "volume": "037"
  },
  {
    "bill_numbers": [
      "S.R. 76"
    ],
    "chamber": "s",
    "collection": "llsr",
    "committees": [
      "Committee on the Judiciary"
    ],
    "congress": "037",
    "dates": [
      "18620416",
      "18620530"
    ],
    "description": "Mr. Harris asked, and by unanimous consent obtained, leave to bring in the following joint resolution; which was read twice, and referred to the Committee on the Judiciary. Reported by Mr. Harris with an amendment, viz: Insert the words printed in italics. Joint Resolution Relating to the compensation of senators elected or appointed to fill vacancies.",
    "pages": [
      {
        "image": "00610000.tif",
        "page": 1
      }
    ],
    "session": "002",
    "volume": "037"
  },
  {
    "bill_numbers": [
      "S.R. 78"
    ],
    "chamber": "s",
    "collection": "llsr",
    "committees": [
      "Committee on Military Affairs and the Militia"
    ],
    "congress": "037",
    "dates": [
      "18620505",
      "18620512"
    ],
    "description": "Mr. Wilson, of Massachusetts, asked, and by unanimous consent obtained, leave to bring in the following joint resolution; which was read twice, and referred to the Committee on Military Affairs and the Militia. Reported by Mr. Wilson without amendment. Joint Resolution To suspend all payments under the act approved twenty-fifth of March, eighteen hundred and sixty-two, entitled ''An act to secure to the officers and men actually employed in the western department, or department of Missouri, their pay, bounty, and pension,'' and for other purposes.",
    "pages": [
      {
        "image": "00620000.tif",
        "page": 1
      },
      {
        "image": "00630002.tif",
        "page": 2
      }
    ],
    "session": "002",
    "volume": "037"
  },
  {
    "bill_numbers": [
      "S.R. 80"
    ],
    "chamber": "s",
    "collection": "llsr",
    "committees": [
      "Committee on Public Lands"
    ],
    "congress": "037",
    "dates": [
      "18620512",
      "18620528"
    ],
    "description": "Mr. Rice asked, and by unanimous consent obtained, leave to bring in the following joint resolution; which was read twice, and referred to the Committee on Public Lands. Reported by Mr. Rice with an amendment, viz: Strike out the words within [brackets] and insert those printed in italics. Joint Resolution [To authorize the State of Minnesota to change the route of certain railroads therein named. Whereas by an act of Congress approved March third, eighteen hundred and fifty-seven, there was granted to the Territory of Minnesota lands to aid in the construction of a railroad from Stillwater, via St. Paul and St. Anthony, to a point between the foot of Big Stone lake and the mouth of the Sioux Wood river, with a branch, via St. Cloud and Crow Wing, to the navigable waters of the Red River of the North, the northern terminus of which was fixed by the legislature of said State at St. Vincent; and whereas it is now believed that the public interests require a change of location with an arm of such branch line extending to Lake Superior: Therefore--",
    "pages": [
      {
        "image": "00640000.tif",
        "page": 1
      },
      {
        "image": "00650002.tif",
        "page": 2
      },
      {
        "image": "00660003.tif",
        "page": 3
      }
    ],
    "session": "002",
    "volume": "037"
  },
  {
    "bill_numbers": [
      "S.R. 81"
    ],
    "chamber": "s",
    "collection": "llsr",
    "committees": [],
    "congress": "037",
    "dates": [
      "18620513"
    ],
    "description": "Mr. Wilson, of Massachusetts, asked, and by unanimous consent obtained, leave to bring in the following joint resolution; which was read twice, and ordered to be printed. Joint Resolution To authorize the President to permit regiments of the volunteer forces to inscribe on their flags the names of battles in which such regiments have been engaged.",
    "pages": [
      {
        "image": "00670000.tif",
        "page": 1
      }
    ],
    "session": "002",
    "volume": "037"
  },
  {
    "bill_numbers": [
      "S.R. 82"
    ],
    "chamber": "s",
    "collection": "llsr",
    "committees": [
      "Committee on Military Affairs and the Militia"
    ],
    "congress": "037",
    "dates": [
      "18620513"
    ],
    "description": "Mr. Wilson, of Massachusetts, from the Committee on Military Affairs and the Militia, reported the following joint resolution; which was read and passed to a second reading. Joint Resolution To provide for the presentation of ''medals of honor'' to the enlisted men of the army and volunteer forces who have or who may distinguish themselves in battle during the present rebellion.",
    "pages": [
      {
        "image": "00680000.tif",
        "page": 1
      }
    ],
    "session": "002",
    "volume": "037"
  },
  {
    "bill_numbers": [
      "S.R. 84"
    ],
    "chamber": "s",
    "collection": "llsr",
    "committees": [
      "Committee on Finance",
      "Committee on Claims"
    ],
    "congress": "037",
    "dates": [
      "18620526",
      "18620628",
      "18630220"
    ],
    "description": "Mr. Howe asked, and by unanimous consent obtained, leave to bring in the following joint resolution; which was read twice and referred to the Committee on Finance. Committee discharged, and referred to the Committee on Claims. Reported by Mr. Pomeroy with an amendment, accompanied by a report, (No. 105,) viz: Strike out all after the enacting clause and insert the words printed in italics. Joint Resolution For the relief of the State of Wisconsin.",
    "pages": [
      {
        "image": "00690000.tif",
        "page": 1
      },
      {
        "image": "00700002.tif",
        "page": 2
      }
    ],
    "session": "003",
    "volume": "037"
  },
  {
    "bill_numbers": [
      "S.R. 86"
    ],
    "chamber": "s",
    "collection": "llsr",
    "committees": [
      "Committee on the District of Columbia"
    ],
    "congress": "037",
    "dates": [
      "18620527"
    ],
    "description": "Mr. Grimes, from the Committee on the District of Columbia, reported the following joint resolution; which was read and passed to a second reading. Joint Resolution Regulating the employment of the convicts in the penitentiary of the District of Columbia for their improvement and benefit.",
    "pages": [
      {
        "image": "00710000.tif",
        "page": 1
      },
      {
        "image": "00720002.tif",
        "page": 2
      }
    ],
    "session": "002",
    "volume": "037"
  },
  {
    "bill_numbers": [
      "S.R. 90"
    ],
    "chamber": "s",
    "collection": "llsr",
    "committees": [
      "Committee on Military Affairs and the Militia"
    ],
    "congress": "037",
    "dates": [
      "18620616",
      "18620714"
    ],
    "description": "Mr. Hale asked, and by unanimous consent obtained, leave to bring in the following joint resolution; which was read twice, and referred to the Committee on Military Affairs and the Militia. Reported by Mr. Wilson, of Massachusetts, without amendment, and that the committee be discharged. Joint Resolution Authorizing the President of the United States to purchase ''Jone's improvement in operating heavy guns.''",
    "pages": [
      {
        "image": "00730000.tif",
        "page": 1
      }
    ],
    "session": "002",
    "volume": "037"
  },
  {
    "bill_numbers": [
      "S.R. 93"
    ],
    "chamber": "s",
    "collection": "llsr",
    "committees": [],
    "congress": "037",
    "dates": [
      "18620625"
    ],
    "description": "Mr. Fessenden asked, and by unanimous consent obtained, leave to bring in the following joint resolution; which was read twice, and ordered to be printed. Joint Resolution In relation to contracts with the United States.",
    "pages": [
      {
        "image": "00740000.tif",
        "page": 1
      }
    ],
    "session": "002",
    "volume": "037"
  },
  {
    "bill_numbers": [
      "S.R. 102"
    ],
    "chamber": "s",
    "collection": "llsr",
    "committees": [
      "Committee on the Judiciary"
    ],
    "congress": "037",
    "dates": [
      "18620717"
    ],
    "description": "Mr. Foster, from the Committee on the Judiciary, reported the following joint resolution; which was read and passed to a second reading. Joint Resolution For the relief of the present owners and holders of drafts or bills of exchange drawn by Russell, Majors and Waddell, and accepted by John B. Floyd, late Secretary of War.",
    "pages": [
      {
        "image": "00750000.tif",
        "page": 1
      },
      {
        "image": "00760002.tif",
        "page": 2
      }
    ],
    "session": "002",
    "volume": "037"
  },
  {
    "bill_numbers": [
      "S.R. 103"
    ],
    "chamber": "s",
    "collection": "llsr",
    "committees": [],
    "congress": "037",
    "dates": [
      "18621202"
    ],
    "description": "Mr. Powell asked, and by unanimous consent obtained, leave to bring in the following joint resolution; which was read and passed to a second reading, and ordered to be printed. Joint Resolution In relation to illegal arrests in the United States. Whereas many citizens of the United States have been seized by persons acting, or pretending to be acting, under authority of the United States, and have been carried out of the jurisdiction of the States of their residence and imprisoned in the military prisons and camps of the United States without any public charge being preferred against them, and without any opportunity being allowed to learn or disprove the charge made or alleged to be made against them; and whereas it is the sacred right of every citizen that he shall not be deprived of liberty without due process of law, and when arrested shall have a speedy and public trial by an impartial jury: Therefore--",
    "pages": [
      {
        "image": "00770000.tif",
        "page": 1
      },
      {
        "image": "00780002.tif",
        "page": 2
      }
    ],
    "session": "003",
    "volume": "037"
  },
  {
    "bill_numbers": [
      "S.R. 104"
    ],
    "chamber": "s",
    "collection": "llsr",
    "committees": [],
    "congress": "037",
    "dates": [
      "18621202"
    ],
    "description": "Mr. Davis asked, and by unanimous consent obtained, leave to bring in the following joint resolution; which was read and passed to a second reading, and ordered to be printed. Joint Resolution Proposing a convention from all the States to devise means for the reconstruction of the Union.",
    "pages": [
      {
        "image": "00790000.tif",
        "page": 1
      }
    ],
    "session": "003",
    "volume": "037"
  },
  {
    "bill_numbers": [
      "S.R. 105"
    ],
    "chamber": "s",
    "collection": "llsr",
    "committees": [],
    "congress": "037",
    "dates": [
      "18621204"
    ],
    "description": "Mr. Clark asked, and by unanimous consent obtained, leave to bring in the following joint resolution; which was read the first and second times, and ordered to lie on the table and be printed. Joint Resolution Approving the policy of the President in setting slaves free in insurrectionary districts.",
    "pages": [
      {
        "image": "00800000.tif",
        "page": 1
      }
    ],
    "session": "003",
    "volume": "037"
  },
  {
    "bill_numbers": [
      "S.R. 106"
    ],
    "chamber": "s",
    "collection": "llsr",
    "committees": [],
    "congress": "037",
    "dates": [
      "18621208"
    ],
    "description": "Mr. Davis asked, and by unanimous consent obtained, leave to bring in the following joint resolution; which was read twice, and ordered to be printed. Joint Resolution Proposing an amendment to the Constitution of the United States, to alter the mode of electing the President and Vice-President.",
    "pages": [
      {
        "image": "00810000.tif",
        "page": 1
      },
      {
        "image": "00820002.tif",
        "page": 2
      },
      {
        "image": "00830003.tif",
        "page": 3
      }
    ],
    "session": "003",
    "volume": "037"
  },
  {
    "bill_numbers": [
      "S.R. 106"
    ],
    "chamber": "s",
    "collection": "llsr",
    "committees": [],
    "congress": "037",
    "dates": [
      "18621208",
      "18630303"
    ],
    "description": "Mr. Davis asked, and by unanimous consent obtained, leave to bring in the following joint resolution; which was read twice and ordered to be printed. Ordered to lie on the table and be printed with the proposed amendments. Joint Resolution Proposing amendments to the Constitution of the United States, to alter the mode of electing the President and Vice-President, and to regulate removals from executive and ministerial offices, to take effect from January first, eighteen hundred and sixty-six.",
    "pages": [
      {
        "image": "00840000.tif",
        "page": 1
      },
      {
        "image": "00850002.tif",
        "page": 2
      },
      {
        "image": "00860003.tif",
        "page": 3
      },
      {
        "image": "00870004.tif",
        "page": 4
      }
    ],
    "session": "003",
    "volume": "037"
  },
  {
    "bill_numbers": [
      "S.R. 108"
    ],
    "chamber": "s",
    "collection": "llsr",
    "committees": [
      "Committee on Public Printing"
    ],
    "congress": "037",
    "dates": [
      "18621208",
      "18621209"
    ],
    "description": "Mr. Anthony asked, and by unanimous consent obtained, leave to bring in the following joint resolution; which was read twice and referred to the Committee on Public Printing. Reported by Mr. Anthony without amendment. Joint Resolution For increasing the bond of the Superintendent of Public Printing. Whereas the amount of money which can be advanced to the Superintendent of the Public Printing, under existing laws, is not sufficient to enable him to meet the current expenditures of his office: Therefore--",
    "pages": [
      {
        "image": "00880000.tif",
        "page": 1
      }
    ],
    "session": "003",
    "volume": "037"
  },
  {
    "bill_numbers": [
      "S.R. 109"
    ],
    "chamber": "s",
    "collection": "llsr",
    "committees": [
      "Committee on Indian Affairs"
    ],
    "congress": "037",
    "dates": [
      "18621210",
      "18621223"
    ],
    "description": "Mr. Rice asked, and by unanimous consent obtained, leave to bring in the following joint resolution; which was read twice and referred to the Committee on Indian Affairs. Reported by Mr. Wilkinson with an amendment, viz: Strike out the words within [brackets,] and insert those printed in italics. Joint Resolution In relation to the Sioux nation of Indians. [Whereas the Sioux or Dakota nation of Indians have, by their murderous attacks for years upon the citizens of the United States, forfeited all claim to the right of occupancy of the extensive regions heretofore left in their possession, and to annuities due, or the become due, under existing treaties: Therefore--",
    "pages": [
      {
        "image": "00890000.tif",
        "page": 1
      },
      {
        "image": "00900002.tif",
        "page": 2
      },
      {
        "image": "00910003.tif",
        "page": 3
      }
    ],
    "session": "003",
    "volume": "037"
  },
  {
    "bill_numbers": [
      "S.R. 111"
    ],
    "chamber": "s",
    "collection": "llsr",
    "committees": [
      "Committee on Post Offices and Post Roads"
    ],
    "congress": "037",
    "dates": [
      "18621215",
      "18621218"
    ],
    "description": "Mr. Rice asked, and by unanimous consent obtained, leave to bring in the following joint resolution; which was read twice, and referred to the Committee on Post Offices and Post Roads. Reported by Mr. Rice with and amendment, viz: Strike out the words within [brackets,] and insert those printed in italics. Joint Resolution Explanatory of the eighth section of the act entitled ''An act making appropriations for the service of the Post Office Department during the fiscal year ending the thirtieth of June, eighteen hundred and sixty-two.''",
    "pages": [
      {
        "image": "00920000.tif",
        "page": 1
      },
      {
        "image": "00930002.tif",
        "page": 2
      }
    ],
    "session": "003",
    "volume": "037"
  },
  {
    "bill_numbers": [
      "S.R. 112"
    ],
    "chamber": "s",
    "collection": "llsr",
    "committees": [
      "Committee on Naval Affairs"
    ],
    "congress": "037",
    "dates": [
      "18621216",
      "18630228"
    ],
    "description": "Mr. Howe asked, and by unanimous consent obtained, leave to bring in the following joint resolution; which was read twice and referred to the Committee on Naval Affairs. Reported by Mr. Grimes without amendment. Joint Resolution Tendering the thanks of Congress to Captain Cadwallader Ringold, the officers and crew of the United States ship ''Sabine.''",
    "pages": [
      {
        "image": "00940000.tif",
        "page": 1
      },
      {
        "image": "00950002.tif",
        "page": 2
      }
    ],
    "session": "003",
    "volume": "037"
  },
  {
    "bill_numbers": [
      "S.R. 114"
    ],
    "chamber": "s",
    "collection": "llsr",
    "committees": [
      "Committee on the Judiciary"
    ],
    "congress": "037",
    "dates": [
      "18630105"
    ],
    "description": "Mr. Trumbull, from the Committee on the Judiciary, reported the following joint resolution; which was read and passed to a second reading, accompanied by a report, (No. 72.) Joint Resolution Authorizing the Secretary of the Treasury to pay to Perry E. Brocchus his salary as judge of the Supreme Court of the United States for the Territory of New Mexico.",
    "pages": [
      {
        "image": "00960000.tif",
        "page": 1
      }
    ],
    "session": "003",
    "volume": "037"
  },
  {
    "bill_numbers": [
      "S.R. 116"
    ],
    "chamber": "s",
    "collection": "llsr",
    "committees": [
      "Committee on Military Affairs and the Militia"
    ],
    "congress": "037",
    "dates": [
      "18630107"
    ],
    "description": "Mr. Wilson, of Massachusetts, from the Committee on Military Affairs and the Militia, reported the following joint resolution; which was read and passed to a second reading. Joint Resolution Making disposition of three swords formerly the property of David E. Twiggs, late brevet brigadier general in the army of the United States.",
    "pages": [
      {
        "image": "00970000.tif",
        "page": 1
      },
      {
        "image": "00980002.tif",
        "page": 2
      }
    ],
    "session": "003",
    "volume": "037"
  },
  {
    "bill_numbers": [
      "S.R. 117"
    ],
    "chamber": "s",
    "collection": "llsr",
    "committees": [
      "Committee on Military Affairs and the Militia"
    ],
    "congress": "037",
    "dates": [
      "18630108",
      "18630121"
    ],
    "description": "Mr. Wilson, of Massachusetts, asked, and by unanimous consent obtained, leave to bring in the following joint resolution; which was read twice and referred to the Committee on Military Affairs and the Militia. Reported by Mr. Wilson, of Massachusetts, without amendment. Joint Resolution Giving the thanks of Congress to Major General William S. Rosecrans and the officers and men under his command for their gallantry and good conduct in the battle of Murfreesborough, Tennessee.",
    "pages": [
      {
        "image": "00990000.tif",
        "page": 1
      }
    ],
    "session": "003",
    "volume": "037"
  },
  {
    "bill_numbers": [
      "S.R. 123"
    ],
    "chamber": "s",
    "collection": "llsr",
    "committees": [
      "Committee on Printing"
    ],
    "congress": "037",
    "dates": [
      "18630218",
      "18630228"
    ],
    "description": "Read twice and referred to the Committee on Printing. Reported back with an amendment, ordered to be printed, and recommitted to the Committee on Printing. Strike out the parts within [brackets] and insert those printed in italics. Joint Resolution To expedite the printing of the President's message and accompanying documents.",
    "pages": [
      {
        "image": "01000000.tif",
        "page": 1
      },
      {
        "image": "01010002.tif",
        "page": 2
      },
      {
        "image": "01020003.tif",
        "page": 3
      },
      {
        "image": "01030004.tif",
        "page": 4
      }
    ],
    "session": "003",
    "volume": "037"
  },
  {
    "bill_numbers": [
      "S.R. 124"
    ],
    "chamber": "s",
    "collection": "llsr",
    "committees": [],
    "congress": "037",
    "dates": [
      "18630122"
    ],
    "description": "Read twice and ordered to be printed. Joint Resolution Relating to League island.",
    "pages": [
      {
        "image": "01040000.tif",
        "page": 1
      }
    ],
    "session": "003",
    "volume": "037"
  },
  {
    "bill_numbers": [
      "S.R. 133"
    ],
    "chamber": "s",
    "collection": "llsr",
    "committees": [
      "Committee on Foreign Relations"
    ],
    "congress": "037",
    "dates": [
      "18630226"
    ],
    "description": "Mr. Sumner, from the Committee on Foreign Relations, reported the following joint resolution; which was read and passed to a second reading. Joint Resolution To facilitate a proper representation of the industrial interests of the United States at the ''International Agricultural Exhibition of Hamburg.",
    "pages": [
      {
        "image": "01050000.tif",
        "page": 1
      },
      {
        "image": "01060002.tif",
        "page": 2
      }
    ],
    "session": "003",
    "volume": "037"
  },
  {
    "bill_numbers": [
      "S.R. 134"
    ],
    "chamber": "s",
    "collection": "llsr",
    "committees": [
      "Committee on Foreign Relations"
    ],
    "congress": "037",
    "dates": [
      "18630226"
    ],
    "description": "Mr. Sumner, from the Committee on Foreign Relations, reported the following joint resolution; which was read and passed to a second reading. Joint Resolution To facilitate a proper representation of the industrial interests of the United States at the ''International Agricultural Exhibition'' of Hamburg.",
    "pages": [
      {
        "image": "01070000.tif",
        "page": 1
      },
      {
        "image": "01080002.tif",
        "page": 2
      }
    ],
    "session": "003",
    "volume": "037"
  }
]