[
  {
    "bill_numbers": [
      "S.R. 1"
    ],
    "chamber": "s",
    "collection": "llsr",
    "committees": [
      "Committee on the Library"
    ],
    "congress": 38,
    "dates": [
      "1863-12-09",
      "1863-12-14",
      "1864-01-12"
    ],
    "description": "Mr. Wade asked, and by unanimous consent obtained, leave to bring in the following joint resolution; which was read and passed to a second reading. Read the second time and referred to the Committee on the Library. Reported by Mr. Collamer without amendment, and adversely. Joint Resolution Allowing the use of the congressional library to the justices of the supreme court of the District of Columbia.",
    "pages": [
      {
        "image": "00010000.tif",
        "page": 1
      }
    ],
    "session": 1,
    "volume": 38
  },
  {
    "bill_numbers": [
      "S.R. 2"
    ],
    "chamber": "s",
    "collection": "llsr",
    "committees": [
      "Committee on Military Affairs and the Militia"
    ],
    "congress": 38,
    "dates": [
      "1863-12-14",
      "1864-01-08"
    ],
    "description": "Mr. Wilson asked, and by unanimous consent obtained, leave to bring in the following joint resolution; which was read twice and referred to the Committee on Military Affairs and the Militia. Reported by Mr. Wilson without amendment. Joint Resolution Expressive of the thanks of Congress to Major General Nathaniel P. Banks and the officers and soldiers under his command at Port Hudson.",
    "pages": [
      {
        "image": "00020000.tif",
        "page": 1
      }
    ],
    "session": 1,
    "volume": 38
  },
  {
    "bill_numbers": [
      "S.R. 3"
    ],
    "chamber": "s",
    "collection": "llsr",
    "committees": [
      "Committee on Military Affairs and the Militia"
    ],
    "congress": 38,
    "dates": [
      "1863-12-14",
      "1864-01-08"
    ],
    "description": "Mr. Wilson asked, and by unanimous consent obtained, leave to bring in the following joint resolution; which was read twice and referred to the Committee on Military Affairs and the Militia. Reported by Mr. Wilson without amendment. Joint Resolution Expressive of the thanks of Congress to Major General Joseph Hooker and Major General George G. Meade and the officers and soldiers of the army of the Potomac.",
    "pages": [
      {
        "image": "00030000.tif",
        "page": 1
      }
    ],
    "session": 1,
    "volume": 38
  },
  {
    "bill_numbers": [
      "S.R. 4"
    ],
    "chamber": "s",
    "collection": "llsr",
    "committees": [
      "Committee on Military Affairs and the Militia"
    ],
    "congress": 38,
    "dates": [
      "1863-12-15",
      "1863-12-23"
    ],
    "description": "Mr. Lane, of Kansas, asked, and, by unanimous consent, obtained leave to bring in the following joint resolution; which was read the first and second times, and ordered to lie on the table. Referred to the Committee on Military Affairs and the Militia, and ordered to be printed. Joint Resolution Authorizing the Secretary of War to appoint a board of officers to audit the accounts of the citizens of Lawrence, Kansas.",
    "pages": [
      {
        "image": "00040000.tif",
        "page": 1
      }
    ],
    "session": 1,
    "volume": 38
  },
  {
    "bill_numbers": [
      "S.R. 5"
    ],
    "chamber": "s",
    "collection": "llsr",
    "committees": [
      "Committee on Military Affairs and the Militia"
    ],
    "congress": 38,
    "dates": [
      "1863-12-15"
    ],
    "description": "Mr. Anthony asked, and by unanimous consent obtained, leave to bring in the following joint resolution; which was read twice, referred to the Committee on Military Affairs and the Militia, and ordered to be printed. Joint Resolution Of thanks to Major General Ambrose E. Burnside, and the officers and men who fought under his command.",
    "pages": [
      {
        "image": "00050000.tif",
        "page": 1
      }
    ],
    "session": 1,
    "volume": 38
  },
  {
    "bill_numbers": [
      "S.R. 8"
    ],
    "chamber": "s",
    "collection": "llsr",
    "committees": [
      "Committee on Claims"
    ],
    "congress": 38,
    "dates": [
      "1863-12-22",
      "1864-04-15"
    ],
    "description": "Agreeably to notice, Mr. Howe asked and obtained leave to bring in the following joint resolution; which was read twice and referred to the Committee on Claims. Reported by Mr. Hendricks, with an amendment, viz: Strike out all after the word ''That,'' in line 3, section 1, to the end of the resolution, and insert in lieu thereof what follows printed in italics; and accompanied by a report, (No. 50.) Joint Resolution For the relief of the State of Wisconsin.",
    "pages": [
      {
        "image": "00060000.tif",
        "page": 1
      },
      {
        "image": "00070002.tif",
        "page": 2
      },
      {
        "image": "00080003.tif",
        "page": 3
      },
      {
        "image": "00090004.tif",
        "page": 4
      }
    ],
    "session": 1,
    "volume": 38
  },
  {
    "bill_numbers": [
      "S.R. 9"
    ],
    "chamber": "s",
    "collection": "llsr",
    "committees": [
      "Committee on Military Affairs and the Militia"
    ],
    "congress": 38,
    "dates": [
      "1864-01-06"
    ],
    "description": "Mr. Wilson, from the Committee on Military Affairs and the Militia, reported the following joint resolution; which was read and passed to a second reading. Joint Resolution To extend the time for paying bounties to veteran and other volunteers.",
    "pages": [
      {
        "image": "00100000.tif",
        "page": 1
      },
      {
        "image": "00110002.tif",
        "page": 2
      }
    ],
    "session": 1,
    "volume": 38
  },
  {
    "bill_numbers": [
      "S.R. 10"
    ],
    "chamber": "s",
    "collection": "llsr",
    "committees": [
      "Committee on Military Affairs and the Militia"
    ],
    "congress": 38,
    "dates": [
      "1864-01-07"
    ],
    "description": "Mr. Howe asked, and by unanimous consent obtained, leave to bring in the following joint resolution; which was read twice, and referred to the Committee on Military Affairs and the Militia, and ordered to be printed. Joint Resolution For the relief of the officers and soldiers of the United States now held captives in the rebel prisons at Richmond and vicinity. Whereas persons in authority under the traitorous organization which, for the last three years, has made relentless war upon the people of the United States and their government, now hold in barbarous captivity many officers and soldiers of the United States, and refuse to exchange them, except upon condition that they are allowed to retain such of our soldiers as they call negroes, and such of our officers as have commanded negro troops, and upon the further condition that we will also release upon parole all the excess of rebel prisoners now in the hands of our government, amounting to many thousands; and whereas those same persons are unable or unwilling to make suitable, or even tolerable, provision for the support of their captives, thereby rendering their imprisonment as gross an outrage upon the dictates of humanity and the laws of war, as it is upon the laws of the United",
    "pages": [
      {
        "image": "00120000.tif",
        "page": 1
      },
      {
        "image": "00130002.tif",
        "page": 2
      },
      {
        "image": "00140003.tif",
        "page": 3
      }
    ],
    "session": 1,
    "volume": 38
  },
  {
    "bill_numbers": [
      "S.R. 11"
    ],
    "chamber": "s",
    "collection": "llsr",
    "committees": [
      "Committee on Military Affairs and the Militia"
    ],
    "congress": 38,
    "dates": [
      "1864-01-08",
      "1864-01-19"
    ],
    "description": "Mr. Nesmith asked, and by unanimous consent obtained, leave to bring in the following joint resolution; which was read twice and referred to the Committee on Military Affairs and the Militia. Reported by Mr. Nesmith without amendment. Joint Resolution Of thanks to Major General George H. Thomas and the officers and men who fought under his command at the battle of Chickamauga.",
    "pages": [
      {
        "image": "00150000.tif",
        "page": 1
      }
    ],
    "session": 1,
    "volume": 38
  },
  {
    "bill_numbers": [
      "S.R. 12"
    ],
    "chamber": "s",
    "collection": "llsr",
    "committees": [
      "Committee on Foreign Relations"
    ],
    "congress": 38,
    "dates": [
      "1864-01-08",
      "1864-12-20"
    ],
    "description": "Mr. Morrill asked, and by unanimous consent obtained, leave to bring in the following joint resolution; which was read twice, and referred to the Committee on Foreign Relations. On motion by Mr. Sumner, Committee discharged. Joint Resolution Requiring the President of the United States to give the government of Great Britain the notice required for the termination of the reciprocity treaty of the fifth of June, eighteen hundred and fifty-four.",
    "pages": [
      {
        "image": "00160000.tif",
        "page": 1
      }
    ],
    "session": 2,
    "volume": 38
  },
  {
    "bill_numbers": [
      "S.R. 13"
    ],
    "chamber": "s",
    "collection": "llsr",
    "committees": [
      "Committee on Foreign Relations"
    ],
    "congress": 38,
    "dates": [
      "1864-01-11"
    ],
    "description": "Mr. McDougall asked, and by unanimous consent obtained, leave to bring in the following joint resolution; which was read twice, referred to the Committee on Foreign Relations, and ordered to be printed. Joint Resolution In relation to the occupation of Mexico.",
    "pages": [
      {
        "image": "00170000.tif",
        "page": 1
      },
      {
        "image": "00180002.tif",
        "page": 2
      }
    ],
    "session": 1,
    "volume": 38
  },
  {
    "bill_numbers": [
      "S.R. 14"
    ],
    "chamber": "s",
    "collection": "llsr",
    "committees": [
      "Committee on Military Affairs and the Militia"
    ],
    "congress": 38,
    "dates": [
      "1864-01-11"
    ],
    "description": "Mr. Morgan asked, and by unanimous consent obtained, leave to bring in the following joint resolution; which was read twice and referred to the Committee on Military Affairs and the Militia. Reported by Mr. Morgan without amendment. Joint Resolution Presenting the thanks of Congress to Cornelius Vanderbilt for a gift of the steamship Vanderbilt. Whereas Cornelius Vanderbilt, of New York, did, during the spring of eighteen hundred and sixty-two, make a free gift to his imperiled country of his new and staunch steamship Vanderbilt, of five thousand tons burden, built by him with the greatest care, of the best material, at a cost of eight hundred thousand dollars, which steamship has ever since been actively employed in the service of the republic against the rebel devastations of her commerce; and whereas the said Cornelius Vanderbilt has in no manner sought any requital of this magnificent gift, nor any official recognition thereof: Therefore,",
    "pages": [
      {
        "image": "00190000.tif",
        "page": 1
      },
      {
        "image": "00200002.tif",
        "page": 2
      }
    ],
    "session": 1,
    "volume": 38
  },
  {
    "bill_numbers": [
      "S.R. 19"
    ],
    "chamber": "s",
    "collection": "llsr",
    "committees": [
      "Committee on Naval Affairs"
    ],
    "congress": 38,
    "dates": [
      "1864-01-18",
      "1864-01-19"
    ],
    "description": "Mr. Johnson asked, and by unanimous consent obtained, leave to bring in the following joint resolution; which was read twice and referred to the Committee on Naval Affairs. Reported by Mr. Hicks without amendment. Joint Resolution Tendering the thanks of Congress to Commodore Cadwallader Ringgold, the officers and crew of the United States ship ''Sabine''.",
    "pages": [
      {
        "image": "00210000.tif",
        "page": 1
      },
      {
        "image": "00220002.tif",
        "page": 2
      }
    ],
    "session": 1,
    "volume": 38
  },
  {
    "bill_numbers": [
      "S.R. 20"
    ],
    "chamber": "s",
    "collection": "llsr",
    "committees": [
      "Committee on the Judiciary",
      "Committee on Military Affairs and the Militia"
    ],
    "congress": 38,
    "dates": [
      "1864-01-19",
      "1864-01-20",
      "1864-01-27"
    ],
    "description": "Mr. Wilkinson asked, and by unanimous consent obtained, leave to bring in the following joint resolution; which was read twice and referred to the Committee on the Judiciary. Discharged, and referred to the Committee on Military Affairs and the Militia. Reported by Mr. Wilson without amendment. Joint Resolution Extending the benefits of the bounty granted by the act of July twenty-two, eighteen hundred and sixty-one, to certain soldiers who entered the service of the United States prior to May three, eighteen hundred and sixty-one.",
    "pages": [
      {
        "image": "00230000.tif",
        "page": 1
      },
      {
        "image": "00240002.tif",
        "page": 2
      }
    ],
    "session": 1,
    "volume": 38
  },
  {
    "bill_numbers": [
      "S.R. 21"
    ],
    "chamber": "s",
    "collection": "llsr",
    "committees": [
      "Committee on Military Affairs and the Militia"
    ],
    "congress": 38,
    "dates": [
      "1864-01-26",
      "1864-01-27"
    ],
    "description": "Mr. Wilson asked, and by unanimous consent obtained, leave to bring in the following joint resolution; which was read twice and referred to the Committee on Military Affairs and the Militia. Reported by Mr. Wilson without amendment. Joint Resolution To provide for the printing of official reports of the operations of the armies of the United States.",
    "pages": [
      {
        "image": "00250000.tif",
        "page": 1
      },
      {
        "image": "00260002.tif",
        "page": 2
      }
    ],
    "session": 1,
    "volume": 38
  },
  {
    "bill_numbers": [
      "S.R. 22"
    ],
    "chamber": "s",
    "collection": "llsr",
    "committees": [
      "Committee on Public Lands"
    ],
    "congress": 38,
    "dates": [
      "1864-02-03",
      "1864-05-25"
    ],
    "description": "Mr. Trumbull asked, and by unanimous consent obtained, leave to bring in the following joint resolution; which was read twice and referred to the Committee on Public Lands. Reported by Mr. Harlan without amendment, and that the resolution be postponed indefinitely. Joint Resolution In reference to lands belonging to certain States. Whereas by the act of Congress approved September twenty-eight, eighteen hundred and fifty, entitled ''An act to enable the State of Arkansas and other States to reclaim the swamp and overflowed lands within their limits,'' and by another act of Congress approved March two, eighteen hundred and fifty-five, entitled ''An act for the relief of purchasers and locators of swamp lands,'' it was provided that where any of such lands were purchased from the government, that any State should be allowed to locate a like quantity upon any of the public lands subject to private entry; and whereas since the passage of the last-named act the government has sold all the public lands in certain State or States out of which to satisfy these just claimants: Therefore--",
    "pages": [
      {
        "image": "00270000.tif",
        "page": 1
      },
      {
        "image": "00280002.tif",
        "page": 2
      }
    ],
    "session": 1,
    "volume": 38
  },
  {
    "bill_numbers": [
      "S.R. 23"
    ],
    "chamber": "s",
    "collection": "llsr",
    "committees": [
      "Committee on Military Affairs and the Militia"
    ],
    "congress": 38,
    "dates": [
      "1864-02-03"
    ],
    "description": "Mr. Wilson, from the Committee on Military Affairs and the Militia, reported the following joint resolution; which was read the first and second times. Joint Resolution To equalize the pay of soldiers in the United States army.",
    "pages": [
      {
        "image": "00290000.tif",
        "page": 1
      }
    ],
    "session": 1,
    "volume": 38
  },
  {
    "bill_numbers": [
      "S.R. 24"
    ],
    "chamber": "s",
    "collection": "llsr",
    "committees": [
      "Committee on the Judiciary"
    ],
    "congress": 38,
    "dates": [
      "1864-02-08",
      "1864-02-10"
    ],
    "description": "Mr. Sumner asked, and by unanimous consent obtained, leave to bring in the following joint resolution; which was read twice and referred to the Committee on the Judiciary. Reported by Mr. Trumbull without amendment, and adversely. Joint Resolution To provide for submitting to the several States an amendment of the Constitution of the United States.",
    "pages": [
      {
        "image": "00300000.tif",
        "page": 1
      }
    ],
    "session": 1,
    "volume": 38
  },
  {
    "bill_numbers": [
      "S.R. 25"
    ],
    "chamber": "s",
    "collection": "llsr",
    "committees": [
      "Committee on the Judiciary"
    ],
    "congress": 38,
    "dates": [
      "1864-02-08",
      "1864-05-11"
    ],
    "description": "Mr. Anthony asked, and by unanimous consent obtained, leave to bring in the following joint resolution; which was read twice and referred to the Committee on the Judiciary. On motion by Mr. Trumbull, committee discharged. Joint Resolution Repealing a joint resolution to amend the Constitution of the United States.",
    "pages": [
      {
        "image": "00310000.tif",
        "page": 1
      }
    ],
    "session": 1,
    "volume": 38
  },
  {
    "bill_numbers": [
      "S.R. 26"
    ],
    "chamber": "s",
    "collection": "llsr",
    "committees": [
      "Committee on the Judiciary"
    ],
    "congress": 38,
    "dates": [
      "1864-02-09"
    ],
    "description": "Mr. Powell asked, and by unanimous consent obtained, leave to bring in the following joint resolution; which was read twice, referred to the Committee on the Judiciary, and ordered to be printed. Joint Resolution Proposing certain amendments to the Constitution of the United States.",
    "pages": [
      {
        "image": "00320000.tif",
        "page": 1
      },
      {
        "image": "00330002.tif",
        "page": 2
      },
      {
        "image": "00340003.tif",
        "page": 3
      },
      {
        "image": "00350004.tif",
        "page": 4
      },
      {
        "image": "00360005.tif",
        "page": 5
      },
      {
        "image": "00370006.tif",
        "page": 6
      }
    ],
    "session": 1,
    "volume": 38
  },
  {
    "bill_numbers": [
      "S.R. 28"
    ],
    "chamber": "s",
    "collection": "llsr",
    "committees": [
      "Committee on Military Affairs and the Militia"
    ],
    "congress": 38,
    "dates": [
      "1864-02-23"
    ],
    "description": "Mr. Carlile asked, and by unanimous consent obtained, leave to bring in the following joint resolution; which was read twice, referred to the Committee on Military Affairs and the Militia, and ordered to be printed. Joint Resolution Declaring the objects of the war.",
    "pages": [
      {
        "image": "00380000.tif",
        "page": 1
      },
      {
        "image": "00390002.tif",
        "page": 2
      }
    ],
    "session": 1,
    "volume": 38
  },
  {
    "bill_numbers": [
      "S.R. 28"
    ],
    "chamber": "s",
    "collection": "llsr",
    "committees": [
      "Committee on Military Affairs and the Militia"
    ],
    "congress": 38,
    "dates": [
      "1864-02-23",
      "1864-03-09"
    ],
    "description": "Mr. Carlile asked, and by unanimous consent obtained, leave to bring in the following joint resolution; which was read twice, referred to the Committee on Military Affairs and the Militia, and ordered to be printed. Reported by Mr. Wilson, with an amendment, viz: Strike out all after the word ''that'' in line three, section one, and insert what follows printed in italics. Joint Resolution Declaring the objects of the war.",
    "pages": [
      {
        "image": "00400000.tif",
        "page": 1
      },
      {
        "image": "00410002.tif",
        "page": 2
      },
      {
        "image": "00420003.tif",
        "page": 3
      }
    ],
    "session": 1,
    "volume": 38
  },
  {
    "bill_numbers": [
      "S.R. 29"
    ],
    "chamber": "s",
    "collection": "llsr",
    "committees": [
      "Committee on Foreign Relations"
    ],
    "congress": 38,
    "dates": [
      "1864-03-01"
    ],
    "description": "Mr. Sumner, from the Committee on Foreign Relations, reported the following joint resolution; which was read and passed to a second reading. Joint Resolution Giving the assent of Congress to the acceptance of a watch from the British Privy Council of Trade, by the master of the American schooner Highlander.",
    "pages": [
      {
        "image": "00430000.tif",
        "page": 1
      }
    ],
    "session": 1,
    "volume": 38
  },
  {
    "bill_numbers": [
      "S.R. 31"
    ],
    "chamber": "s",
    "collection": "llsr",
    "committees": [
      "Committee on Commerce"
    ],
    "congress": 38,
    "dates": [
      "1864-03-03",
      "1864-03-09"
    ],
    "description": "Mr. Ten Eyck asked, and by unanimous consent obtained, leave to bring in the following joint resolution; which was read twice and referred to the Committee on Commerce. Reported by Mr. Chandler without amendment. Joint Resolution Authorizing the issue of a register to the steamer Mohawk.",
    "pages": [
      {
        "image": "00440000.tif",
        "page": 1
      }
    ],
    "session": 1,
    "volume": 38
  },
  {
    "bill_numbers": [
      "S.R. 33"
    ],
    "chamber": "s",
    "collection": "llsr",
    "committees": [
      "Committee on Public Lands"
    ],
    "congress": 38,
    "dates": [
      "1864-03-09",
      "1864-12-20"
    ],
    "description": "Mr. Conness asked, and by unanimous consent obtained, leave to bring in the following joint resolution; which was read twice and referred to the Committee on Public Lands. Reported by Mr. Pomeroy without amendment. Joint Resolution To enable the Secretary of the Treasury to obtain the title to certain property in Carson City, and Territory of Nevada, for the purposes of a branch mint located in said place. Whereas the Secretary of the Treasury of the United States, in order to carry into effect an act entitled ''An act to establish a branch mint of the United States in the Territory of Nevada,'' approved March third, eighteen hundred and sixty-three, has purchased of Moses Job, and Margaret, his wife, and James L. Riddle, the pre-emptors and occupants thereof, certain city or town lots in said Carson City, together with all the valuable improvements thereon; and whereas it is highly important for the interest of the government to obtain at an early day the use and possession of said property to establish and open said branch mint: Therefore--",
    "pages": [
      {
        "image": "00450000.tif",
        "page": 1
      },
      {
        "image": "00460002.tif",
        "page": 2
      }
    ],
    "session": 2,
    "volume": 38
  },
  {
    "bill_numbers": [
      "S.R. 43"
    ],
    "chamber": "s",
    "collection": "llsr",
    "committees": [
      "Committee on Military Affairs and the Militia"
    ],
    "congress": 38,
    "dates": [
      "1864-04-15",
      "1864-06-23"
    ],
    "description": "Mr. Foster asked, and by unanimous consent obtained, leave to bring in the following joint resolution; which was read twice and referred to the Committee on Military Affairs and the Militia. Reported by Mr. Nesmith without amendment. Joint Resolution Authorizing the settlement of the accounts of the late Captain Daniel Hebard, of the United States volunteers.",
    "pages": [
      {
        "image": "00470000.tif",
        "page": 1
      }
    ],
    "session": 1,
    "volume": 38
  },
  {
    "bill_numbers": [
      "S.R. 44"
    ],
    "chamber": "s",
    "collection": "llsr",
    "committees": [
      "Committee on Naval Affairs"
    ],
    "congress": 38,
    "dates": [
      "1864-04-16"
    ],
    "description": "Mr. Hale, from the Committee on Naval Affairs, reported the following joint resolution; which was read and passed to a second reading, (Mis. Doc. No. 105.) Joint Resolution For the relief of clerks at the Kittery and Philadelphia navy yards.",
    "pages": [
      {
        "image": "00480000.tif",
        "page": 1
      }
    ],
    "session": 1,
    "volume": 38
  },
  {
    "bill_numbers": [
      "S.R. 45"
    ],
    "chamber": "s",
    "collection": "llsr",
    "committees": [
      "Committee on the Judiciary"
    ],
    "congress": 38,
    "dates": [
      "1864-04-20",
      "1864-05-25"
    ],
    "description": "Mr. Harris asked, and by unanimous consent obtained, leave to bring in the following joint resolution; which was read twice and referred to the Committee on the Judiciary. Reported by Mr. Trumbull without amendment. Joint Resolution In relation to the taking of a census in the year eighteen hundred and sixty-five.",
    "pages": [
      {
        "image": "00490000.tif",
        "page": 1
      },
      {
        "image": "00500002.tif",
        "page": 2
      }
    ],
    "session": 1,
    "volume": 38
  },
  {
    "bill_numbers": [
      "S.R. 46"
    ],
    "chamber": "s",
    "collection": "llsr",
    "committees": [
      "Committee on Military Affairs and the Militia"
    ],
    "congress": 38,
    "dates": [
      "1864-04-25",
      "1864-05-12"
    ],
    "description": "Mr. Sumner asked, and by unanimous consent obtained, leave to bring in the following joint resolution; which was read twice and referred to the Committee on Military Affairs and the Militia. Reported by Mr. Wilson, without amendment. Joint Resolution To facilitate commercial, postal and military communications among the several States. Whereas the Constitution of the United States confers upon Congress, in express terms, the power to regulate commerce among the several States, to establish post roads and to raise and support armies: Therefore,",
    "pages": [
      {
        "image": "00510000.tif",
        "page": 1
      }
    ],
    "session": 1,
    "volume": 38
  },
  {
    "bill_numbers": [
      "S.R. 47"
    ],
    "chamber": "s",
    "collection": "llsr",
    "committees": [
      "Committee on Finance"
    ],
    "congress": 38,
    "dates": [
      "1864-04-26",
      "1864-05-02"
    ],
    "description": "Mr. Wilson asked, and by unanimous consent obtained, leave to bring in the following joint resolution; which was read twice and referred to the Committee on Finance. On motion by Mr. Fessenden, committee discharged. Joint Resolution To appropriate twenty-five millions of dollars for the subsistence and pay of militia called out by the President.",
    "pages": [
      {
        "image": "00520000.tif",
        "page": 1
      }
    ],
    "session": 1,
    "volume": 38
  },
  {
    "bill_numbers": [
      "S.R. 48"
    ],
    "chamber": "s",
    "collection": "llsr",
    "committees": [
      "Committee on Military Affairs and the Militia"
    ],
    "congress": 38,
    "dates": [
      "1864-04-30",
      "1864-06-21"
    ],
    "description": "Mr. Wilson asked, and by unanimous consent obtained, leave to bring in the following joint resolution; which was read twice, and referred to the Committee on Military Affairs and the Militia. On motion by Mr. Wilson, committee discharged. Joint Resolution Concerning appointments in the military service.",
    "pages": [
      {
        "image": "00530000.tif",
        "page": 1
      }
    ],
    "session": 1,
    "volume": 38
  },
  {
    "bill_numbers": [
      "S.R. 49"
    ],
    "chamber": "s",
    "collection": "llsr",
    "committees": [
      "Committee on Military Affairs and the Militia"
    ],
    "congress": 38,
    "dates": [
      "1864-05-02",
      "1864-06-21"
    ],
    "description": "Mr. Wilson asked, and by unanimous consent obtained, leave to bring in the following joint resolution; which was read twice and referred to the Committee on Military Affairs and the Militia. On motion by Mr. Wilson, committee discharged. Joint Resolution To provide additional ground for a cemetery at the Soldiers' Home.",
    "pages": [
      {
        "image": "00540000.tif",
        "page": 1
      }
    ],
    "session": 1,
    "volume": 38
  },
  {
    "bill_numbers": [
      "S.R. 50"
    ],
    "chamber": "s",
    "collection": "llsr",
    "committees": [
      "Committee on Naval Affairs"
    ],
    "congress": 38,
    "dates": [
      "1864-05-04"
    ],
    "description": "Mr. Hale, from the Committee on Naval Affairs, submitted a report, (No. 61,) accompanied by the following joint resolution; which was read and passed to a second reading. Joint Resolution For the relief of the contractors for the machinery of the side-wheel gunboats known as ''double-enders.''",
    "pages": [
      {
        "image": "00550000.tif",
        "page": 1
      },
      {
        "image": "00560002.tif",
        "page": 2
      }
    ],
    "session": 1,
    "volume": 38
  },
  {
    "bill_numbers": [
      "S.R. 51"
    ],
    "chamber": "s",
    "collection": "llsr",
    "committees": [
      "Committee on Foreign Relations"
    ],
    "congress": 38,
    "dates": [
      "1864-05-05"
    ],
    "description": "Mr. Sumner, from the Committee on Foreign Relations, reported the following joint resolution; which was read and passed to a second reading. Joint Resolution Authorizing the acceptance of a certain testimonial from the government of Great Britain.",
    "pages": [
      {
        "image": "00570000.tif",
        "page": 1
      }
    ],
    "session": 1,
    "volume": 38
  },
  {
    "bill_numbers": [
      "S.R. 52"
    ],
    "chamber": "s",
    "collection": "llsr",
    "committees": [
      "Committee on Indian Affairs"
    ],
    "congress": 38,
    "dates": [
      "1864-05-05"
    ],
    "description": "Mr. Doolittle, from the Committee on Indian Affairs, reported the following joint resolution; which was read and passed to a second reading. Joint Resolution To appoint commissioners to the hostile tribes of Indians from the Upper Missouri.",
    "pages": [
      {
        "image": "00580000.tif",
        "page": 1
      }
    ],
    "session": 1,
    "volume": 38
  },
  {
    "bill_numbers": [
      "S.R. 53"
    ],
    "chamber": "s",
    "collection": "llsr",
    "committees": [
      "Committee on the Judiciary"
    ],
    "congress": 38,
    "dates": [
      "1864-05-16",
      "1864-05-25"
    ],
    "description": "Mr. Wilson asked, and by unanimous consent obtained, leave to bring in the following joint resolution; which was read twice and referred to the Committee on the Judiciary. On motion by Mr. Trumbull, committee discharged. Joint Resolution Providing for the taking of a census of the United States.",
    "pages": [
      {
        "image": "00590000.tif",
        "page": 1
      }
    ],
    "session": 1,
    "volume": 38
  },
  {
    "bill_numbers": [
      "S.R. 55"
    ],
    "chamber": "s",
    "collection": "llsr",
    "committees": [
      "Committee on Military Affairs and the Militia"
    ],
    "congress": 38,
    "dates": [
      "1864-05-18"
    ],
    "description": "Mr. Wilson asked, and by unanimous consent obtained, leave to bring in the following joint resolution; which was read twice, referred to the Committee on Military Affairs and the Militia, and ordered to be printed. Joint Resolution To encourage enlistments and to promote the efficiency of the military forces of the United States.",
    "pages": [
      {
        "image": "00600000.tif",
        "page": 1
      },
      {
        "image": "00610002.tif",
        "page": 2
      }
    ],
    "session": 1,
    "volume": 38
  },
  {
    "bill_numbers": [
      "S.R. 56"
    ],
    "chamber": "s",
    "collection": "llsr",
    "committees": [
      "Committee on Military Affairs and the Militia"
    ],
    "congress": 38,
    "dates": [
      "1864-05-20",
      "1864-06-21"
    ],
    "description": "Mr. Wilson asked, and by unanimous consent obtained, leave to bring in the following joint resolution; which was read twice and referred to the Committee on Military Affairs and the Militia. On motion by Mr. Wilson, committee discharged. Joint Resolution To authorize the President to call out men by draft for one year.",
    "pages": [
      {
        "image": "00620000.tif",
        "page": 1
      }
    ],
    "session": 1,
    "volume": 38
  },
  {
    "bill_numbers": [
      "S.R. 57"
    ],
    "chamber": "s",
    "collection": "llsr",
    "committees": [
      "Committee on the District of Columbia",
      "Committee of the Whole"
    ],
    "congress": 38,
    "dates": [
      "1864-05-24"
    ],
    "description": "Mr. Wade, from the Committee on the District of Columbia, reported the following joint resolution; which was read twice, considered as in Committee of the Whole, and postponed to to-morrow. Joint Resolution To amend the charter of the city of Washington.",
    "pages": [
      {
        "image": "00630000.tif",
        "page": 1
      },
      {
        "image": "00640002.tif",
        "page": 2
      }
    ],
    "session": 1,
    "volume": 38
  },
  {
    "bill_numbers": [
      "S.R. 58"
    ],
    "chamber": "s",
    "collection": "llsr",
    "committees": [
      "Committee on Military Affairs and the Militia"
    ],
    "congress": 38,
    "dates": [
      "1864-05-25",
      "1864-06-01"
    ],
    "description": "Mr. Harris asked, and by unanimous consent obtained, leave to bring in the following joint resolution; which was read twice and referred to the Committee on Military Affairs and the Militia. Reported by Mr. Wilson without amendment. Joint Resolution In relation to the professors of the Military Academy at West Point.",
    "pages": [
      {
        "image": "00650000.tif",
        "page": 1
      }
    ],
    "session": 1,
    "volume": 38
  },
  {
    "bill_numbers": [
      "S.R. 59"
    ],
    "chamber": "s",
    "collection": "llsr",
    "committees": [
      "Committee on the District of Columbia"
    ],
    "congress": 38,
    "dates": [
      "1864-05-26"
    ],
    "description": "Mr. Morrill, from the Committee on the District of Columbia, reported the following joint resolution; which was read and passed to a second reading. Joint Resolution To provide for the revision of the laws of the District of Columbia. Whereas the revised code of the District of Columbia, prepared under the authority of Congress, entitled ''An act to improve the laws of the District of Columbia, and to codify the same,'' approved March third, eighteen hundred and fifty-five, and which was published by order of Congress in the year eighteen hundred and fifty-seven; and whereas said code is believed to have been a comprehensive, complete, and accurate compilation of the laws of said District at the period of its execution, and that measures should be taken to have the work brought down to the present time and perfected: Therefore--",
    "pages": [
      {
        "image": "00660000.tif",
        "page": 1
      },
      {
        "image": "00670002.tif",
        "page": 2
      }
    ],
    "session": 1,
    "volume": 38
  },
  {
    "bill_numbers": [
      "S.R. 60"
    ],
    "chamber": "s",
    "collection": "llsr",
    "committees": [
      "Committee on Military Affairs and the Militia"
    ],
    "congress": 38,
    "dates": [
      "1864-05-28",
      "1864-05-31",
      "1864-06-01"
    ],
    "description": "Mr. Doolittle asked, and by unanimous consent obtained, leave to bring in the following joint resolution; which was read twice and ordered to lie on the table. Referred to the Committee on Military Affairs and the Militia. Reported by Mr. Wilson, with an amendment, viz: Strike out all after the enacting clause, and in lieu thereof insert what follows printed in italics. Joint Resolution Tendering the thanks of Congress and for the presentation of a medal to Lieutenant Colonel Joseph Bailey, of the fourth regiment of Wisconsin volunteers.",
    "pages": [
      {
        "image": "00680000.tif",
        "page": 1
      },
      {
        "image": "00690002.tif",
        "page": 2
      }
    ],
    "session": 1,
    "volume": 38
  },
  {
    "bill_numbers": [
      "S.R. 61"
    ],
    "chamber": "s",
    "collection": "llsr",
    "committees": [
      "Committee on Military Affairs and the Militia"
    ],
    "congress": 38,
    "dates": [
      "1864-06-10",
      "1865-02-22"
    ],
    "description": "Mr. Wilkinson asked, and by unanimous consent obtained, leave to bring in the following joint resolution; which was read twice, referred to the Committee on Military Affairs and the Militia. On motion by Mr. Wilson, committee discharged. Joint Resolution Amendatory of an act entitled ''An act to provide for the protection of overland emigration to the States and Territories of the Pacific,'' approved March third, eighteen hundred and sixty-four.",
    "pages": [
      {
        "image": "00700000.tif",
        "page": 1
      }
    ],
    "session": 2,
    "volume": 38
  },
  {
    "bill_numbers": [
      "S.R. 62"
    ],
    "chamber": "s",
    "collection": "llsr",
    "committees": [],
    "congress": 38,
    "dates": [
      "1864-06-10"
    ],
    "description": "Mr. Lane, of Kansas, asked, and by unanimous consent obtained, leave to bring in the following joint resolution; which was read, passed to a second reading, and ordered to be printed. Joint Resolution For the recognition of the free State government of the State of Arkansas. Whereas the President of the United States, by proclamation of the first of January, anno Domini eighteen hundred and sixty-three, did, among other things, proclaim and declare that the ''people'' of Arkansas ''are this day in rebellion'' against the United States; and whereas the loyal people of the State of Arkansas have, since that time, by a free and untrammelled vote, organized and have in operation a State government upon a free basis and republican in form; and whereas, pending the organization of said government, the President of the United States did, by proclamation of the eighth day of December, anno Domini eighteen hundred and sixty-three, invite, among others, the people of Arkansas to organize a loyal State government upon a free basis; and whereas the President of the United States approved said organization in the State of Arkansas and officially recognized the same: Therefore,",
    "pages": [
      {
        "image": "00710000.tif",
        "page": 1
      },
      {
        "image": "00720002.tif",
        "page": 2
      }
    ],
    "session": 1,
    "volume": 38
  },
  {
    "bill_numbers": [
      "S.R. 63"
    ],
    "chamber": "s",
    "collection": "llsr",
    "committees": [
      "Committee on Printing"
    ],
    "congress": 38,
    "dates": [
      "1864-06-13",
      "1865-03-01"
    ],
    "description": "Mr. Wilkinson asked, and by unanimous consent obtained, leave to bring in the following joint resolution; which was read twice and referred to the Committee on Printing. On motion by Mr. Powell, committee discharged. Joint Resolution Repealing the joint resolution of Congress providing for the distribution of certain public books and documents.",
    "pages": [
      {
        "image": "00730000.tif",
        "page": 1
      }
    ],
    "session": 2,
    "volume": 38
  },
  {
    "bill_numbers": [
      "S.R. 67"
    ],
    "chamber": "s",
    "collection": "llsr",
    "committees": [
      "Committee on Indian Affairs"
    ],
    "congress": 38,
    "dates": [
      "1864-06-16"
    ],
    "description": "Mr. Wilkinson, from the Committee on Indian Affairs, reported the following joint resolution; which was read and passed to a second reading, (S. Mis. Doc. No.--.) Joint Resolution For the relief of Thomas J. Galbraith.",
    "pages": [
      {
        "image": "00740000.tif",
        "page": 1
      },
      {
        "image": "00750002.tif",
        "page": 2
      }
    ],
    "session": 1,
    "volume": 38
  },
  {
    "bill_numbers": [
      "S.R. 73"
    ],
    "chamber": "s",
    "collection": "llsr",
    "committees": [
      "Committee on Military Affairs and the Militia"
    ],
    "congress": 38,
    "dates": [
      "1864-06-24",
      "1864-06-27"
    ],
    "description": "Mr. Riddle asked, and by unanimous consent obtained, leave to bring in the following joint resolution; which was read twice and referred to the Committee on Military Affairs and the Militia. Reported by Mr. Wilson without amendment and adversely. Joint Resolution To allow senators and representatives to visit forts, military prisons, and hospitals within their respective States.",
    "pages": [
      {
        "image": "00760000.tif",
        "page": 1
      }
    ],
    "session": 1,
    "volume": 38
  },
  {
    "bill_numbers": [
      "S.R. 74"
    ],
    "chamber": "s",
    "collection": "llsr",
    "committees": [],
    "congress": 38,
    "dates": [
      "1864-06-28"
    ],
    "description": "Mr. Harlan asked, and by unanimous consent obtained, leave to bring in the following joint resolution; which was read twice and ordered to be printed. Joint Resolution Requesting the President to appoint a day for national humiliation and prayer.",
    "pages": [
      {
        "image": "00770000.tif",
        "page": 1
      },
      {
        "image": "00780002.tif",
        "page": 2
      }
    ],
    "session": 1,
    "volume": 38
  },
  {
    "bill_numbers": [
      "S.R. 81"
    ],
    "chamber": "s",
    "collection": "llsr",
    "committees": [],
    "congress": 38,
    "dates": [
      "1864-12-12"
    ],
    "description": "Agreeably to notice, Mr. Davis asked, and obtained, leave to bring in the following joint resolution; which was read, passed to a second reading, and ordered to be printed. Joint Resolution For the restoration of peace and the Union, the vindication of the Constitution, and the construction of additional and adequate guaranties of the rights and liberties of the people of the United States.",
    "pages": [
      {
        "image": "00790000.tif",
        "page": 1
      },
      {
        "image": "00800002.tif",
        "page": 2
      },
      {
        "image": "00810003.tif",
        "page": 3
      },
      {
        "image": "00820004.tif",
        "page": 4
      },
      {
        "image": "00830005.tif",
        "page": 5
      },
      {
        "image": "00840006.tif",
        "page": 6
      },
      {
        "image": "00850007.tif",
        "page": 7
      },
      {
        "image": "00860008.tif",
        "page": 8
      }
    ],
    "session": 2,
    "volume": 38
  },
  {
    "bill_numbers": [
      "S.R. 82"
    ],
    "chamber": "s",
    "collection": "llsr",
    "committees": [
      "Committee on Military Affairs and the Militia"
    ],
    "congress": 38,
    "dates": [
      "1864-12-13"
    ],
    "description": "Mr. Wilson asked, and by unanimous consent obtained, leave to bring in the following joint resolution; which was read twice, referred to the Committee on Military Affairs and the Militia, and ordered to be printed. Joint Resolution To encourage enlistments and to promote the efficiency of the military forces of the United States.",
    "pages": [
      {
        "image": "00870000.tif",
        "page": 1
      },
      {
        "image": "00880002.tif",
        "page": 2
      }
    ],
    "session": 2,
    "volume": 38
  },
  {
    "bill_numbers": [
      "S.R. 85"
    ],
    "chamber": "s",
    "collection": "llsr",
    "committees": [
      "Committee on Indian Affairs"
    ],
    "congress": 38,
    "dates": [
      "1864-12-19",
      "1865-02-02"
    ],
    "description": "Mr. Lane, of Kansas, asked, and by unanimous consent obtained, leave to bring in the following joint resolution; which was read twice and referred to the Committee on Indian Affairs. Reported by Mr. Doolittle with amendments, viz: Strike out the words within [brackets] and insert the words printed in italics. Joint Resolution Authorizing the Secretary of the Treasury to issue certain bonds to the Secretary of the Interior for feeding the refugee Indians. Whereas the Choctaw tribe, a nation of Indians, have become allies of the rebels against the United States, and have been at war against them for more than three years, during which time the most cruel and barbarous acts were perpetrated upon the friendly Indians hereinafter mentioned.",
    "pages": [
      {
        "image": "00890000.tif",
        "page": 1
      },
      {
        "image": "00900002.tif",
        "page": 2
      }
    ],
    "session": 2,
    "volume": 38
  },
  {
    "bill_numbers": [
      "S.R. 86"
    ],
    "chamber": "s",
    "collection": "llsr",
    "committees": [
      "Committee on Military Affairs and the Militia"
    ],
    "congress": 38,
    "dates": [
      "1864-12-19"
    ],
    "description": "Mr. Henderson asked, and by unanimous consent obtained, leave to bring in the following joint resolution; which was read twice, referred to the Committee on Military Affairs and the Militia, and ordered to be printed. Joint Resolution To provide against periodical rebel invasions into Missouri, and to protect the interests of the government on the western border.",
    "pages": [
      {
        "image": "00910000.tif",
        "page": 1
      },
      {
        "image": "00920002.tif",
        "page": 2
      }
    ],
    "session": 2,
    "volume": 38
  },
  {
    "bill_numbers": [
      "S.R. 89"
    ],
    "chamber": "s",
    "collection": "llsr",
    "committees": [
      "Committee on Indian Affairs"
    ],
    "congress": 38,
    "dates": [
      "1865-01-09",
      "1865-01-11"
    ],
    "description": "Mr. Doolittle asked, and by unanimous consent obtained, leave to bring in the following joint resolution; which was read twice and referred to the Committee on Indian Affairs. Reported by Mr. Doolittle without amendment. Joint Resolution Directing inquiry into the condition of the Indian tribes, and their treatment by the civil and military authorities.",
    "pages": [
      {
        "image": "00930000.tif",
        "page": 1
      },
      {
        "image": "00940002.tif",
        "page": 2
      }
    ],
    "session": 2,
    "volume": 38
  },
  {
    "bill_numbers": [
      "S.R. 90"
    ],
    "chamber": "s",
    "collection": "llsr",
    "committees": [
      "Committee on Military Affairs and the Militia"
    ],
    "congress": 38,
    "dates": [
      "1865-01-10",
      "1865-01-16"
    ],
    "description": "Mr. Wilson asked, and by unanimous consent obtained, leave to bring in the following joint resolution; which was read twice and referred to the Committee on Military Affairs and the Militia. Reported by Mr. Wilson, with an amendment, viz: Strike out all of the original resolution, and in lieu thereof insert what follows, printed in italics. Joint Resolution [To authorized and direct an inventory of articles in the arsenals of the United States.",
    "pages": [
      {
        "image": "00950000.tif",
        "page": 1
      },
      {
        "image": "00960002.tif",
        "page": 2
      }
    ],
    "session": 2,
    "volume": 38
  },
  {
    "bill_numbers": [
      "S.R. 92"
    ],
    "chamber": "s",
    "collection": "llsr",
    "committees": [
      "Committee on Indian Affairs"
    ],
    "congress": 38,
    "dates": [
      "1865-01-11"
    ],
    "description": "Mr. Doolittle, from the Committee on Indian Affairs, reported the following joint resolution; which was read and passed to a second reading. Joint Resolution To postpone and prevent the sale, for less than their appraised value, of certain Indian lands in Minnesota.",
    "pages": [
      {
        "image": "00970000.tif",
        "page": 1
      },
      {
        "image": "00980002.tif",
        "page": 2
      }
    ],
    "session": 2,
    "volume": 38
  },
  {
    "bill_numbers": [
      "S.R. 93"
    ],
    "chamber": "s",
    "collection": "llsr",
    "committees": [
      "Committee on Indian Affairs"
    ],
    "congress": 38,
    "dates": [
      "1865-01-12"
    ],
    "description": "Mr. Harlan, from the Committee on Indian Affairs, reported the following joint resolution; which was read and passed to a second reading. Joint Resolution In relation to the massacre of the Cheyenne Indians.",
    "pages": [
      {
        "image": "00990000.tif",
        "page": 1
      },
      {
        "image": "01000002.tif",
        "page": 2
      }
    ],
    "session": 2,
    "volume": 38
  },
  {
    "bill_numbers": [
      "S.R. 95"
    ],
    "chamber": "s",
    "collection": "llsr",
    "committees": [
      "Committee on Military Affairs and the Militia"
    ],
    "congress": 38,
    "dates": [
      "1865-01-16",
      "1865-01-18"
    ],
    "description": "Mr. Wade asked, and by unanimous consent obtained, leave to bring in the following joint resolution; which was read twice and referred to the Committee on Military Affairs and the Militia. On motion by Mr. Howard, committee discharged. Joint Resolution Regulating the treatment of confederate prisoners in custody of the authorities of the United States.",
    "pages": [
      {
        "image": "01010000.tif",
        "page": 1
      },
      {
        "image": "01020002.tif",
        "page": 2
      }
    ],
    "session": 2,
    "volume": 38
  },
  {
    "bill_numbers": [
      "S.R. 97"
    ],
    "chamber": "s",
    "collection": "llsr",
    "committees": [
      "Committee on Military Affairs and the Militia"
    ],
    "congress": 38,
    "dates": [
      "1865-01-18"
    ],
    "description": "Mr. Howard, from the Committee on Military Affairs and the Militia, reported the following joint resolution; which was read and passed to a second reading. Joint Resolution Advising retaliation for the cruel treatment of prisoners by the insurgents. Whereas it has come to the knowledge of Congress that great numbers of our soldiers who have fallen as prisoners of war into the hands of the insurgents, have been subjected to treatment unexampled for cruelty in the history of civilized war, and finding its parallels only in the conduct of savage tribes; a treatment resulting in the death of multitudes by the slow, but designed process of starvation and by mortal diseases occasioned by insufficient and unhealthy food, by wanton exposure of their persons to the inclemency of the weather, and by deliberate assassination of innocent and unoffending men; and the murder in cold blood of prisoners after surrender; and whereas a continuance of these barbarities, in contempt of the laws of war and in disregard of the remonstrances of the national authorities, has presented to us the alternative of suffering our brave soldiers thus to be destroyed, or to apply the principle of retaliation for their protection: Therefore,",
    "pages": [
      {
        "image": "01030000.tif",
        "page": 1
      },
      {
        "image": "01040002.tif",
        "page": 2
      },
      {
        "image": "01050003.tif",
        "page": 3
      }
    ],
    "session": 2,
    "volume": 38
  },
  {
    "bill_numbers": [
      "S.R. 97"
    ],
    "chamber": "s",
    "collection": "llsr",
    "committees": [],
    "congress": 38,
    "dates": [
      "1865-01-26"
    ],
    "description": "Ordered to be printed. Mr. Wade submitted the following amendment: Strike out the parts within [brackets] and insert the words printed in italics. Joint Resolution Advising retaliation for the cruel treatment of prisoners by the insurgents. Whereas it has come to the knowledge of Congress that great numbers of our soldiers who have fallen as prisoners of war into the hands of the insurgents, have been subjected to treatment unexampled for cruelty in the history of civilized war, and finding its parallels only in the conduct of savage tribes; a treatment resulting in the death of multitudes by the slow but designed process of starvation and by mortal diseases occasioned by insufficient and unhealthy food, by wanton exposure of their persons to the inclemency of the weather and by deliberate assassination of innocent and unoffending men; and the murder in cold blood of prisoners after surrender; and whereas a continuance of these barbarities, in contempt of the laws of war and in disregard of the remonstrances of the national authorities, has presented to us the alternative of suffering our brave soldiers thus to be destroyed, or to apply the principle of retaliation for their protection: Therefore,",
    "pages": [
      {
        "image": "01060000.tif",
        "page": 1
      },
      {
        "image": "01070002.tif",
        "page": 2
      }
    ],
    "session": 2,
    "volume": 38
  },
  {
    "bill_numbers": [
      "S.R. 97"
    ],
    "chamber": "s",
    "collection": "llsr",
    "committees": [],
    "congress": 38,
    "dates": [
      "1865-01-26"
    ],
    "description": "",
    "pages": [
      {
        "image": "01080003.tif",
        "page": 1
      }
    ],
    "session": 2,
    "volume": 38
  },
  {
    "bill_numbers": [
      "S.R. 101"
    ],
    "chamber": "s",
    "collection": "llsr",
    "committees": [
      "Committee on the Judiciary"
    ],
    "congress": 38,
    "dates": [
      "1865-01-23",
      "1865-02-22"
    ],
    "description": "Mr. Dixon asked, and by unanimous consent obtained, leave to bring in the following joint resolution; which was read twice and referred to the Committee on the Judiciary. Reported by Mr. Trumbull without amendment and adversely. Joint Resolution Proposing an amendment to the Constitution of the United States. At the second session begun and held at the city of Washington, in the District of Columbia, on Monday the fifth day of December, eighteen hundred and sixty-four:",
    "pages": [
      {
        "image": "01090000.tif",
        "page": 1
      }
    ],
    "session": 2,
    "volume": 38
  },
  {
    "bill_numbers": [
      "S.R. 102"
    ],
    "chamber": "s",
    "collection": "llsr",
    "committees": [],
    "congress": 38,
    "dates": [
      "1865-01-23"
    ],
    "description": "Mr. Clark asked, and by unanimous consent obtained, leave to bring in the following joint resolution; which was read twice, ordered to lie on the table, and be printed. Joint Resolution Declaratory of the sense of Congress upon negotiations and terms of settlement with the rebels.",
    "pages": [
      {
        "image": "01100000.tif",
        "page": 1
      }
    ],
    "session": 2,
    "volume": 38
  },
  {
    "bill_numbers": [
      "S.R. 104"
    ],
    "chamber": "s",
    "collection": "llsr",
    "committees": [],
    "congress": 38,
    "dates": [
      "1865-01-27"
    ],
    "description": "Mr. Pomeroy asked, and by unanimous consent obtained, leave to bring in the following joint resolution; which was read twice, ordered to lie on the table and be printed. Joint Resolution For the return of Arkansas to the Union. Whereas the President of the United States, by a proclamation bearing date the sixteenth day of August, one thousand eight hundred and sixty-one, did, among other things, declare that the inhabitants of the State of Arkansas were in a condition of insurrection against the United States, and that all commercial intercourse between the said State, and the inhabitants thereof, and the citizens of other States, and other parts of the United States, was and would remain unlawful, until such insurrection should cease or be suppressed; and whereas, by their own act, the citizens of a portion of the said State met in convention, at Fort Smith, on the thirtieth day of October, anno Domini eighteen hundred and sixty-three, and passed resolutions recommending the choosing of delegates to a State convention; the vigorous prosecution of the war, as long as rebels in arms against the government of the United States could be found, and the abolition of the institution of slavery, and announcing further the determination to support the administration in its efforts to suppress the existing rebellion; and which movement was heartily seconded by thousands of the loyal citizens of the State, who, without knowledge that an amnesty proclamation was about to be promulgated, were earnestly desirous of being recognized again by the general government; and whereas, under the President's proclamation of December eight, eighteen hundred and sixty-three, and his instructions to Major General Steele, then commanding the department of Arkansas, bearing date January twenty, eighteen hundred and sixty-four, a State government was duly, and without military restraint, organized on the fourteenth, fifteenth, and sixteenth days of March, anno Domini eighteen hundred and sixty-four, and a constitution republican in form and forever prohibiting slavery and involuntary servitude, except for the punishment of crime, was ratified by a vote of twelve thousand two hundred and twenty-six for, to one hundred and seventy-seven against it; and whereas the progress of our arms has been such in Arkansas as to justify the re-establishment of a State government therein, and the evidences of the loyalty of the people of this State, evinced by their united and cordial support and adherence to this constitution and the laws made made under it, and by furnishing over six full regiments and a battery for the cause of the Union in this national conflict are sufficient to entitle their claim for the recognition of their present State government to the favorable action of Congress: Therefore,",
    "pages": [
      {
        "image": "01110000.tif",
        "page": 1
      },
      {
        "image": "01120002.tif",
        "page": 2
      },
      {
        "image": "01130003.tif",
        "page": 3
      }
    ],
    "session": 2,
    "volume": 38
  },
  {
    "bill_numbers": [
      "S.R. 108"
    ],
    "chamber": "s",
    "collection": "llsr",
    "committees": [
      "Committee on the Judiciary"
    ],
    "congress": 38,
    "dates": [
      "1865-02-06",
      "1865-02-22"
    ],
    "description": "Mr. Sumner asked, and by unanimous consent obtained, leave to bring in the following joint resolution; which was read twice, and referred to the Committee on the Judiciary. Reported by Mr. Trumbull without amendment, and adversely. Joint Resolution To provide for submitting to the several States an amendment of the Constitution of the United States.",
    "pages": [
      {
        "image": "01140000.tif",
        "page": 1
      }
    ],
    "session": 2,
    "volume": 38
  },
  {
    "bill_numbers": [
      "S.R. 109"
    ],
    "chamber": "s",
    "collection": "llsr",
    "committees": [
      "Committee on Claims"
    ],
    "congress": 38,
    "dates": [
      "1865-02-11"
    ],
    "description": "Mr. Pomeroy, from the Committee on Claims, submitted a report, (No. 118,) accompanied by the following joint resolution; which was read and passed to a second reading. Joint Resolution Authorizing the adjustment of the claim of George J. Stubblefield, for chewing tobacco furnished to the United States.",
    "pages": [
      {
        "image": "01150000.tif",
        "page": 1
      },
      {
        "image": "01160002.tif",
        "page": 2
      }
    ],
    "session": 2,
    "volume": 38
  },
  {
    "bill_numbers": [
      "S.R. 110"
    ],
    "chamber": "s",
    "collection": "llsr",
    "committees": [
      "Committee on Claims",
      "Committee on Damages"
    ],
    "congress": 38,
    "dates": [
      "1865-02-11",
      "1865-03-01"
    ],
    "description": "Mr. Morrill asked, and by unanimous consent obtained, leave to bring in the following joint resolution; which was read twice and referred to the Committee on Claims. Reported by Mr. Howe without amendment. Joint Resolutions Creating a Committee on Damages.",
    "pages": [
      {
        "image": "01170000.tif",
        "page": 1
      },
      {
        "image": "01180002.tif",
        "page": 2
      },
      {
        "image": "01190003.tif",
        "page": 3
      },
      {
        "image": "01200004.tif",
        "page": 4
      },
      {
        "image": "01210005.tif",
        "page": 5
      },
      {
        "image": "01220006.tif",
        "page": 6
      }
    ],
    "session": 2,
    "volume": 38
  },
  {
    "bill_numbers": [
      "S.R. 111"
    ],
    "chamber": "s",
    "collection": "llsr",
    "committees": [
      "Committee on Military Affairs and the Militia"
    ],
    "congress": 38,
    "dates": [
      "1865-02-14"
    ],
    "description": "Mr. Wilson, from the Committee on Military Affairs and the Militia, submitted a report, (No. 122,) accompanied by the following joint resolution; which was read and passed to a second reading. Joint Resolution To encourage the employment of disabled and discharged soldiers.",
    "pages": [
      {
        "image": "01230000.tif",
        "page": 1
      },
      {
        "image": "01240002.tif",
        "page": 2
      }
    ],
    "session": 2,
    "volume": 38
  },
  {
    "bill_numbers": [
      "S.R. 112"
    ],
    "chamber": "s",
    "collection": "llsr",
    "committees": [
      "Committee on Pensions"
    ],
    "congress": 38,
    "dates": [
      "1865-02-17"
    ],
    "description": "Mr. Foster, from the Committee on Pensions, reported the following joint resolution; which was read and passed to a second reading. Joint Resolution For the relief of James B. Royce. Whereas, James B. Royce, of the town of Shrewsbury and State of Vermont, entered the service of the United States as a private in company I, seventh regiment of Vermont volunteers, on the tenth day of February, eighteen hundred and sixty-two, and continued to serve in said company and regiment until the tenth day of February, eighteen hundred and sixty-three, on which day, at Fort Barrancas, Florida, by the premature discharge of a cannon at which he was engaged in target practice, he received injuries which resulted in the loss of his left arm and left eye, by reason of which disabilities he was discharged from the service on the fourth of December, eighteen hundred and sixty-three, having served twenty-one months and twenty-two days; and whereas, by reason of not having been discharged for wounds actually received in battle, he is not entitled to the benefit of the act entitled ''An act to amend an act entitled 'An act to authorize the employment of volunteers to aid in enforcing the laws and protecting public property,' approved July twenty-two, eighteen hundred and sixty-one,'' approved March third, eighteen hundred and sixty-three; and whereas his case comes within the spirit and intent of said act: Therefore,",
    "pages": [
      {
        "image": "01250000.tif",
        "page": 1
      },
      {
        "image": "01260002.tif",
        "page": 2
      }
    ],
    "session": 2,
    "volume": 38
  },
  {
    "bill_numbers": [
      "S.R. 115"
    ],
    "chamber": "s",
    "collection": "llsr",
    "committees": [
      "Committee on Finance",
      "Committee of the Whole"
    ],
    "congress": 38,
    "dates": [
      "1865-02-18"
    ],
    "description": "Mr. Sherman, from the Committee on Finance, reported the following joint resolution; which was read twice, considered as in Committee of the Whole, amended, postponed to to-morrow, and ordered to be printed as amended. Joint Resolution Providing for the appointment of a commission upon the subject of raising revenue by taxation.",
    "pages": [
      {
        "image": "01270000.tif",
        "page": 1
      }
    ],
    "session": 2,
    "volume": 38
  },
  {
    "bill_numbers": [
      "S.R. 116"
    ],
    "chamber": "s",
    "collection": "llsr",
    "committees": [
      "Committee of the Whole"
    ],
    "congress": 38,
    "dates": [
      "1865-02-18"
    ],
    "description": "Mr. Howard asked, and by unanimous consent obtained, leave to bring in the following joint resolution; which was read twice, considered as in Committee of the Whole, and postponed to to-morrow. Joint Resolution For the relief of Mrs. Lucy A. Rice, late of Richmond, Virginia. Whereas Mrs. Lucy A. Rice, late of Richmond, Virginia, by her courage and patriotic devotion in saving Colonel Streight and his party, and enabling them to make their escape from the hands of the rebels, has deserved well of the country:",
    "pages": [
      {
        "image": "01280000.tif",
        "page": 1
      }
    ],
    "session": 2,
    "volume": 38
  },
  {
    "bill_numbers": [
      "S.R. 117"
    ],
    "chamber": "s",
    "collection": "llsr",
    "committees": [
      "Committee on the Judiciary"
    ],
    "congress": 38,
    "dates": [
      "1865-02-18"
    ],
    "description": "Mr. Trumbull, from the Committee on the Judiciary, submitted a report (No. 127) accompanied by the following joint resolution; which was read and passed to a second reading. Joint Resolution Recognizing the government of the State of Louisiana.",
    "pages": [
      {
        "image": "01290000.tif",
        "page": 1
      }
    ],
    "session": 2,
    "volume": 38
  },
  {
    "bill_numbers": [
      "S.R. 118"
    ],
    "chamber": "s",
    "collection": "llsr",
    "committees": [
      "Committee on Military Affairs and the Militia"
    ],
    "congress": 38,
    "dates": [
      "1865-02-22"
    ],
    "description": "Mr. Wilson, from the Committee on Military Affairs and the Militia, reported the following joint resolution; which was read and passed to a second reading. Joint Resolution To authorize surveys to be made with a view to the construction of a ship canal around the Falls of Niagara, to deepen and enlarge the Illinois and Michigan canal, and improve the navigation of the Illinois river, to improve the upper rapids and lower or Des Moines rapids of the Mississippi river, and to improve the navigation of the Fox and Wisconsin rivers.",
    "pages": [
      {
        "image": "01300000.tif",
        "page": 1
      },
      {
        "image": "01310002.tif",
        "page": 2
      }
    ],
    "session": 2,
    "volume": 38
  },
  {
    "bill_numbers": [
      "S.R. 119"
    ],
    "chamber": "s",
    "collection": "llsr",
    "committees": [
      "Committee on Naval Affairs"
    ],
    "congress": 38,
    "dates": [
      "1865-02-22"
    ],
    "description": "Mr. Hendricks, from the Committee on Naval Affairs, submitted a report (No. 130) accompanied by the following joint resolution; which was read and passed to a second reading. Joint Resolution For the relief of Paul S. Forbes and others.",
    "pages": [
      {
        "image": "01320000.tif",
        "page": 1
      },
      {
        "image": "01330002.tif",
        "page": 2
      }
    ],
    "session": 2,
    "volume": 38
  },
  {
    "bill_numbers": [
      "S.R. 121"
    ],
    "chamber": "s",
    "collection": "llsr",
    "committees": [
      "Committee on Post Offices and Post Roads"
    ],
    "congress": 38,
    "dates": [
      "1865-02-23"
    ],
    "description": "Mr. Collamer, from the Committee on Post Offices and Post Roads, reported the following joint resolution; which was read and passed to a second reading. Joint Resolution To purchase mail pouches or boxes of Marshall Smith's patent for the postal service, and for other purposes.",
    "pages": [
      {
        "image": "01340000.tif",
        "page": 1
      }
    ],
    "session": 2,
    "volume": 38
  },
  {
    "bill_numbers": [
      "S.R. 122"
    ],
    "chamber": "s",
    "collection": "llsr",
    "committees": [
      "Committee on Foreign Relations"
    ],
    "congress": 38,
    "dates": [
      "1865-02-23"
    ],
    "description": "Mr. Sumner, from the Committee on Foreign Relations, reported the following joint resolution; which was read and passed to a second reading. Joint Resolution Relating to international exhibitions at Bergen, in Norway, and Oporto, in Portugal, during the summer of eighteen hundred and sixty-five. Whereas the governments of the Kingdom of Sweden and Norway, and of the Kingdom of Portugal, have communicated to the government of the United States the programmes of two international exhibitions to be held respectively at Bergen, in Norway, and at Oporto, in Portugal, during the summer of eighteen hundred and sixty-five: Therefore,",
    "pages": [
      {
        "image": "01350000.tif",
        "page": 1
      }
    ],
    "session": 2,
    "volume": 38
  },
  {
    "bill_numbers": [
      "S.R. 124"
    ],
    "chamber": "s",
    "collection": "llsr",
    "committees": [
      "Committee on the Pacific Railroad",
      "Committee of the Whole"
    ],
    "congress": 38,
    "dates": [
      "1865-02-24",
      "1865-03-01"
    ],
    "description": "Mr. Farwell asked, and by unanimous consent obtained, leave to bring in the following joint resolution; which were read twice and referred to the Committee on the Pacific Railroad. Reported by Mr. Howard without amendment, considered as in Committee of the Whole, and postponed to the first Monday in December next. Joint Resolutions Authorizing the Northern Pacific Railroad Company to invest its funds in government securities for certain purposes. Whereas the Northern Pacific Railroad Company, a corporation created by act of Congress of the United States approved July two, eighteen hundred and sixty-four, has been duly organized by the choice of a board of directors and officers for the management of its affairs, in accordance with the requirements of its charter; and whereas the said board of directors, in order to safety and speed in carrying on the great work devolved upon it, has, among other things, resolved: ''That certificates for shares of the capital stock of the company, paid up in full, may be issued, bearing interest at the rate of six per centum per annum from their date, payable on the fifteenth day of January, eighteen hundred and sixty-six, and semi-annually on the fifteenth days of July and January thereafter, until the fifteenth day of January, eighteen hundred and seventy-five, after which interest thereon shall cease, and thenceforth the dividends on said stock shall depend on the earnings of the company; ''That the moneys arising from the sale of the capital stock above authorized, except so far as may be necessary for the current expenses and contracts of the company, shall as they accrue, at least to the extent of eighty-three and one-half per centum of such moneys, be invested, under the direction of the executive committee, in United States government securities, bearing interest, there to remain at interest until required for the purpose of meeting the engagements of the company; and the interest accruing from such government securities is hereby appropriated to the payment of the interest upon the stock: Provided, That at least fifty per centum of the proceeds of all such stock in such government securities be deposited, as it accrues, in some government or other safe depository or depositories, as permanent security for the payment of said interest:'' Now, therefore, in order to facilitate the objects of said Northern Pacific Railroad Company in the policy above set forth; to provide a safe depository for the keeping of the government securities in which the proceeds of the sale of its stock may from time to time be invested; to give assurance to the holders of such stock that the interest therein is amply secured; and to enable the said company the more speedily to complete the railroad and telegraph line authorized by its charter--",
    "pages": [
      {
        "image": "01360000.tif",
        "page": 1
      },
      {
        "image": "01370002.tif",
        "page": 2
      },
      {
        "image": "01380003.tif",
        "page": 3
      },
      {
        "image": "01390004.tif",
        "page": 4
      }
    ],
    "session": 2,
    "volume": 38
  },
  {
    "bill_numbers": [
      "S.R. 126"
    ],
    "chamber": "s",
    "collection": "llsr",
    "committees": [
      "Committee on Military Affairs and the Militia"
    ],
    "congress": 38,
    "dates": [
      "1865-02-28"
    ],
    "description": "Mr. Wilson, from the Committee on Military Affairs and the Militia, reported the following joint resolution; which was read and passed to a second reading. Joint Resolution To provide for the payment of colored volunteers recruited in South Carolina.",
    "pages": [
      {
        "image": "01400000.tif",
        "page": 1
      },
      {
        "image": "01410002.tif",
        "page": 2
      }
    ],
    "session": 2,
    "volume": 38
  },
  {
    "bill_numbers": [
      "S.R. 127"
    ],
    "chamber": "s",
    "collection": "llsr",
    "committees": [
      "Committee on the District of Columbia"
    ],
    "congress": 38,
    "dates": [
      "1865-02-28",
      "1865-03-01"
    ],
    "description": "Mr. Morrill asked, and by unanimous consent obtained, leave to bring in the following joint resolution; which was read twice and referred to the Committee on the District of Columbia. Reported by Mr. Dixon without amendment. Joint Resolution Authorizing that the time for revision of the laws of the District of Columbia be extended for and during the thirty-ninth Congress.",
    "pages": [
      {
        "image": "01420000.tif",
        "page": 1
      }
    ],
    "session": 2,
    "volume": 38
  }
]