[
  {
    "bill_numbers": [
      "S.R. 2"
    ],
    "chamber": "s",
    "collection": "llsr",
    "committees": [],
    "congress": "042",
    "dates": [
      "18710316"
    ],
    "description": "Mr. Davis, of Kentucky, asked by unanimous consent, obtained leave to bring in the following joint resolution; which was read and passed to a second reading. Joint Resolution Proposing an amendment to the Constitution of the United States.",
    "page": "",
    "session": "001",
    "tiff_filename": "00010000.tif",
    "volume": "042"
  },
  {
    "bill_numbers": [
      "S.R. 2"
    ],
    "chamber": "s",
    "collection": "llsr",
    "committees": [],
    "congress": "042",
    "dates": [
      "18710316"
    ],
    "description": "",
    "page": "2",
    "session": "001",
    "tiff_filename": "00020002.tif",
    "volume": "042"
  },
  {
    "bill_numbers": [
      "S.R. 3"
    ],
    "chamber": "s",
    "collection": "llsr",
    "committees": [
      "Committee on the Judiciary"
    ],
    "congress": "042",
    "dates": [
      "18711219"
    ],
    "description": "Mr. Stewart asked and, by unanimous consent, obtained leave to bring in the following joint resolution; which was read twice, referred to the Committee on the Judiciary, and ordered to be printed. Joint Resolution Proposing an amendment to the Constitution of the United States.",
    "page": "",
    "session": "002",
    "tiff_filename": "00030000.tif",
    "volume": "042"
  },
  {
    "bill_numbers": [
      "S.R. 3"
    ],
    "chamber": "s",
    "collection": "llsr",
    "committees": [],
    "congress": "042",
    "dates": [
      "18711219"
    ],
    "description": "",
    "page": "2",
    "session": "002",
    "tiff_filename": "00040002.tif",
    "volume": "042"
  },
  {
    "bill_numbers": [
      "S.R. 4"
    ],
    "chamber": "s",
    "collection": "llsr",
    "committees": [
      " and promote the healthful and equitable administration of all the trusts which it has created"
    ],
    "congress": "042",
    "dates": [
      "18711221"
    ],
    "description": "Agreeably to notice, Mr. Sumner asked and obtained leave to bring in the following joint resolution; which was read and passed to a second reading. Joint Resolution Proposing an amendment of the Constitution, confining the President to one term. Whereas for many years there has been an increasing conviction among the people, without distinction of party, that one wielding the vast patronage of the President should not be a candidate for re-election, and this conviction has found expression in solemn warnings of illustrious citizens, and in repeated propositions for an amendment of the Constitution confining the President to one term; and Whereas Andrew Jackson was so fully impressed by the peril to republican institutions from the temptations acting on a President who, wielding the vast patronage of his office, is a candidate for re-election, that, in his first annual message he called attention to it; that, in his second annual message, after setting forth the design of the Constitution to secure the independence of each department of Government",
    "page": "",
    "session": "002",
    "tiff_filename": "00050000.tif",
    "volume": "042"
  },
  {
    "bill_numbers": [
      "S.R. 4"
    ],
    "chamber": "s",
    "collection": "llsr",
    "committees": [],
    "congress": "042",
    "dates": [
      "18711221"
    ],
    "description": "",
    "page": "2",
    "session": "002",
    "tiff_filename": "00060002.tif",
    "volume": "042"
  },
  {
    "bill_numbers": [
      "S.R. 4"
    ],
    "chamber": "s",
    "collection": "llsr",
    "committees": [],
    "congress": "042",
    "dates": [
      "18711221"
    ],
    "description": "",
    "page": "3",
    "session": "002",
    "tiff_filename": "00070003.tif",
    "volume": "042"
  },
  {
    "bill_numbers": [
      "S.R. 4"
    ],
    "chamber": "s",
    "collection": "llsr",
    "committees": [],
    "congress": "042",
    "dates": [
      "18711221"
    ],
    "description": "",
    "page": "4",
    "session": "002",
    "tiff_filename": "00080004.tif",
    "volume": "042"
  },
  {
    "bill_numbers": [
      "S.R. 4"
    ],
    "chamber": "s",
    "collection": "llsr",
    "committees": [],
    "congress": "042",
    "dates": [
      "18711221"
    ],
    "description": "",
    "page": "5",
    "session": "002",
    "tiff_filename": "00090005.tif",
    "volume": "042"
  },
  {
    "bill_numbers": [
      "S.R. 4"
    ],
    "chamber": "s",
    "collection": "llsr",
    "committees": [],
    "congress": "042",
    "dates": [
      "18711221"
    ],
    "description": "",
    "page": "6",
    "session": "002",
    "tiff_filename": "00100006.tif",
    "volume": "042"
  },
  {
    "bill_numbers": [
      "S.R. 5"
    ],
    "chamber": "s",
    "collection": "llsr",
    "committees": [],
    "congress": "042",
    "dates": [
      "18720122"
    ],
    "description": "Mr. Blair asked and, by unanimous consent, obtained leave to bring in the following joint resolution; which was read the first time and ordered to lie on the table and be printed. Joint Resolution In favor of the acquisition, by purchase, of the island of Cuba. Whereas the island of Cuba is no longer necessary to the safety of any continental dominions of Spain, and is of vast importance to secure the southern shores of the United States from invasion, and the commerce floated from the great rivers of the continent into the Gulf of Mexico from depredation; and Whereas the acquisition of Cuba by the United States could enhance its commercial importance, not only to the United States, but to all the commercial nations of the world, and especially to Spain, and for the same reason that the incorporation of the colonies of England, France, and Spain, under the Government of the United States, has promoted the development of their commerce with their mother countries; and Whereas the acquisition of Cuba would free the American continent from the last vestige of slavery by the operation of the Constitution of the United States, and would open for emigration, to the freemen of African descent now residing in the United States, a congenial climate and rich soil well adapted to their physical constitutions, where their intelligent labor would find its richest rewards promoting the improvement of the race and guaranteeing their prosperity and equality under free institutions: Therefore,",
    "page": "",
    "session": "002",
    "tiff_filename": "00110000.tif",
    "volume": "042"
  },
  {
    "bill_numbers": [
      "S.R. 5"
    ],
    "chamber": "s",
    "collection": "llsr",
    "committees": [],
    "congress": "042",
    "dates": [
      "18720122"
    ],
    "description": "",
    "page": "2",
    "session": "002",
    "tiff_filename": "00120002.tif",
    "volume": "042"
  },
  {
    "bill_numbers": [
      "S.R. 6"
    ],
    "chamber": "s",
    "collection": "llsr",
    "committees": [
      "Committee on Foreign Relations"
    ],
    "congress": "042",
    "dates": [
      "18720416"
    ],
    "description": "Mr. Cameron asked and, by unanimous consent, obtained leave to bring in the following joint resolution; which was read twice, referred to the Committee on Foreign Relations, and ordered to be printed. Joint Resolution Permitting certain diplomatic and consular officers of the United States in France to accept testimonials from the Emperor of Germany for their friendly services to the subjects of the Emperor during the war between France and Germany.",
    "page": "",
    "session": "002",
    "tiff_filename": "00130000.tif",
    "volume": "042"
  },
  {
    "bill_numbers": [
      "S.R. 7"
    ],
    "chamber": "s",
    "collection": "llsr",
    "committees": [],
    "congress": "042",
    "dates": [
      "18720530"
    ],
    "description": "Mr. Sumner asked and, by unanimous consent, obtained leave to bring in the following joint resolution; which was read the first and second times and ordered to be printed. Joint Resolution Proposing an amendment to the Constitution providing for the election of President by a direct vote of the people, and abolishing the office of Vice-President. Whereas, according to the existing system, the President of the United States, instead of being chosen directly by the people, is chosen by the intervention of electoral colleges in the several states; and Whereas this system, besides excluding the people from a direct vote in the choice of President, is operated by the caucus or convention, an irresponsible body, unknown to the law or Constitution, where a few persons, by combination, and sometimes by intrigue or corruption, succeed in putting forward a candidate who becomes forthwith the exclusive representative of the party assures his election; and Whereas the caucus or convention, after being the engine for nomination of President, allowing the people little more than to record its will, becomes the personal instrument of the President when elected, giving him a dictatorial power, which he may employ in reducing the people to conformity with his purposes, and promoting his re-election, all of which is hostile to good government, and of evil example; and Whereas the existing system of choosing President besides being highly artificial and cumbersome, is radically defective, and unrepublican, inasmuch as it fails to secure for each voter the opportunity of declaring for the candidate of his choice, and in its operation, substitutes therefor the dictation of a caucus or convention: Now therefore, in order to supersede the caucus or convention, so that it shall no longer be the engine for the nomination of the President, or, when he is elected, the instrument of his personal will, and to abolish the electoral college, so that the people shall vote directly for President,",
    "page": "",
    "session": "002",
    "tiff_filename": "00140000.tif",
    "volume": "042"
  },
  {
    "bill_numbers": [
      "S.R. 7"
    ],
    "chamber": "s",
    "collection": "llsr",
    "committees": [],
    "congress": "042",
    "dates": [
      "18720530"
    ],
    "description": "",
    "page": "2",
    "session": "002",
    "tiff_filename": "00150002.tif",
    "volume": "042"
  },
  {
    "bill_numbers": [
      "S.R. 7"
    ],
    "chamber": "s",
    "collection": "llsr",
    "committees": [],
    "congress": "042",
    "dates": [
      "18720530"
    ],
    "description": "",
    "page": "3",
    "session": "002",
    "tiff_filename": "00160003.tif",
    "volume": "042"
  },
  {
    "bill_numbers": [
      "S.R. 7"
    ],
    "chamber": "s",
    "collection": "llsr",
    "committees": [],
    "congress": "042",
    "dates": [
      "18720530"
    ],
    "description": "",
    "page": "4",
    "session": "002",
    "tiff_filename": "00170004.tif",
    "volume": "042"
  },
  {
    "bill_numbers": [
      "S.R. 7"
    ],
    "chamber": "s",
    "collection": "llsr",
    "committees": [],
    "congress": "042",
    "dates": [
      "18720530"
    ],
    "description": "",
    "page": "5",
    "session": "002",
    "tiff_filename": "00180005.tif",
    "volume": "042"
  },
  {
    "bill_numbers": [
      "S.R. 8"
    ],
    "chamber": "s",
    "collection": "llsr",
    "committees": [
      "Committee on the Judiciary"
    ],
    "congress": "042",
    "dates": [
      "18720531"
    ],
    "description": "Mr. Tipton asked and, by unanimous consent, obtained leave to bring in the following joint resolution; which was read twice, referred to the Committee on the Judiciary, and ordered to be printed. Joint Resolution Proposing an amendment to the Constitution modifying the veto power.",
    "page": "",
    "session": "002",
    "tiff_filename": "00190000.tif",
    "volume": "042"
  },
  {
    "bill_numbers": [
      "S.R. 8"
    ],
    "chamber": "s",
    "collection": "llsr",
    "committees": [],
    "congress": "042",
    "dates": [
      "18720531"
    ],
    "description": "",
    "page": "2",
    "session": "002",
    "tiff_filename": "00200002.tif",
    "volume": "042"
  },
  {
    "bill_numbers": [
      "S.R. 10"
    ],
    "chamber": "s",
    "collection": "llsr",
    "committees": [
      "Committee on the Judiciary"
    ],
    "congress": "042",
    "dates": [
      "18730107"
    ],
    "description": "Mr. Frelinghuysen asked and, by unanimous consent, obtained leave to bring in the following joint resolution; which was read twice, referred to the Committee on the Judiciary, and ordered to be printed. Joint Resolution Submitting to the legislatures of the several States a proposition to amend the Constitution of the United States.",
    "page": "",
    "session": "003",
    "tiff_filename": "00210000.tif",
    "volume": "042"
  },
  {
    "bill_numbers": [
      "S.R. 11"
    ],
    "chamber": "s",
    "collection": "llsr",
    "committees": [],
    "congress": "042",
    "dates": [
      "18730131"
    ],
    "description": "Mr. Harlan asked and, by unanimous consent, obtained leave to bring in the following joint resolution; which was read twice and ordered to be printed. Joint Resolution Proposing an amendment to the Constitution of the United States.",
    "page": "",
    "session": "003",
    "tiff_filename": "00220000.tif",
    "volume": "042"
  },
  {
    "bill_numbers": [
      "S.R. 13"
    ],
    "chamber": "s",
    "collection": "llsr",
    "committees": [
      "Committee on Printing"
    ],
    "congress": "042",
    "dates": [
      "18730211"
    ],
    "description": "Mr. Anthony, from the Committee on Printing, submitted a report (No. 419) accompanied by the following joint resolution; which was read and passed to a second reading. Joint Resolution Providing for the reporting and publication of the debates in Congress.",
    "page": "",
    "session": "003",
    "tiff_filename": "00230000.tif",
    "volume": "042"
  },
  {
    "bill_numbers": [
      "S.R. 13"
    ],
    "chamber": "s",
    "collection": "llsr",
    "committees": [],
    "congress": "042",
    "dates": [
      "18730211"
    ],
    "description": "",
    "page": "2",
    "session": "003",
    "tiff_filename": "00240002.tif",
    "volume": "042"
  },
  {
    "bill_numbers": [
      "S.R. 14"
    ],
    "chamber": "s",
    "collection": "llsr",
    "committees": [
      "Committee on Foreign Affairs"
    ],
    "congress": "042",
    "dates": [
      "18730214"
    ],
    "description": "Mr. Fenton asked and, by unanimous consent, obtained leave to bring in the following joint resolution; which was read twice, referred to the Committee on the Foreign Affairs, and ordered to be printed. Joint Resolution Authorizing the President to invite the International Statistical Congress to hold its next session in the United States. Whereas the governments of Belgium, Austria, France, Great Britain, Prussia, Italy, Holland, and Russia have heretofore extended invitations to the International Statistical Congress to hold sessions of the said congress at their respective capitals, and eight different sessions of the said congress have been held in accordance with said official invitations to the great advancement of the science of national and international statistics in its various departments, and to the uniformity of coinage, weights, and measures, and commercial regulations and statistical publications between the different nations; and Whereas the United States of America are favorable to all measures for promoting the advancement and of statistical science, and to all efforts for the social advancement and friendly intercourse of the people of all countries; and Whereas, also, the President of the United States, in his recent annual message to Congress, has submitted to this Congress the consideration of the propriety of extending an invitation to the International Statistical Congress to its next (ninth) meeting in the United States: Therefore,",
    "page": "",
    "session": "003",
    "tiff_filename": "00250000.tif",
    "volume": "042"
  },
  {
    "bill_numbers": [
      "S.R. 14"
    ],
    "chamber": "s",
    "collection": "llsr",
    "committees": [],
    "congress": "042",
    "dates": [
      "18730214"
    ],
    "description": "",
    "page": "2",
    "session": "003",
    "tiff_filename": "00260002.tif",
    "volume": "042"
  },
  {
    "bill_numbers": [
      "S.R. 15"
    ],
    "chamber": "s",
    "collection": "llsr",
    "committees": [],
    "congress": "042",
    "dates": [
      "18730214"
    ],
    "description": "Mr. Edmunds asked and, by unanimous consent, obtained leave to bring in the following joint resolution; which was read twice and ordered to be printed. Joint Resolution Expressing the sense of Congress upon the establishment of a republican government in Spain.",
    "page": "",
    "session": "003",
    "tiff_filename": "00270000.tif",
    "volume": "042"
  },
  {
    "bill_numbers": [],
    "chamber": "",
    "collection": "",
    "committees": [],
    "congress": "",
    "dates": [],
    "description": "",
    "page": "",
    "session": "",
    "tiff_filename": "",
    "volume": ""
  },
  {
    "bill_numbers": [],
    "chamber": "",
    "collection": "",
    "committees": [],
    "congress": "",
    "dates": [],
    "description": "",
    "page": "",
    "session": "",
    "tiff_filename": "",
    "volume": ""
  }
]